{
    "datafile": {
        "header": {
            "emu_name": "Magnavox Odyssey 2",
            "emu_description": "Magnavox Odyssey 2",
            "emu_category": "Magnavox, 1970s, Console, 8 Bit",
            "emu_version": "04012018",
            "emu_date": "06/14/2013",
            "emu_author": "Zach Morris",
            "emu_visibility": "visible",
            "emu_homepage": "http://www.no-intro.org",
            "emu_baseurl": "https://archive.org/download/",
            "emu_launcher": "retroplayer",
            "emu_default_addon": "none",
            "emu_ext_launch_cmd": "none",
            "emu_downloadpath": "default",
            "emu_postdlaction": "unzip_rom",
            "emu_comment": "The Magnavox Odyssey 2, known in Europe as the Videopac, in Brazil as the Philips Odyssey, in the United States as the Magnavox Odyssey 2 and the Philips Odyssey 2, and also by many other names, is a video game console released in 1978. In the early 1970s, Magnavox was an innovator in the home video game industry. They succeeded in bringing the first home video game system to market, the Odyssey, which was quickly followed by a number of later models, each with a few technological improvements (Magnavox Odyssey Series). In 1978, Magnavox, now a subsidiary of North American Philips, released the Odyssey2, its new second-generation video game console. In 2009, the video game website IGN named the Odyssey 2 the 21st greatest video game console, out of its list of 25.[CR]Developer:  Magnavox / Philips[CR]Manufacturer:  Magnavox / Philips[CR]CPU:  Intel 8048[CR]Memory:  64 bytes[CR]Graphics:  Intel 8244 (NTSC) or 8245 (PAL) custom IC[CR]Sound:  Mono[CR]Display:  16-color fixed palette[CR]Media:  Cartridge[CR]Max Controllers:  2 (Hard Wired)",
            "emu_thumb": "uNWa6kT.jpg",
            "emu_banner": "ODNdxoQ.jpg",
            "emu_fanart": "L7e5NSA.jpg",
            "emu_logo": "PjZdYXa.png",
            "emu_trailer": "GHczJnpIenQ"
        },
        "game": [
            {
                "name": "4 en 1 Ligne (France)",
                "description": "4 en 1 Ligne (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2F4%20en%201%20Ligne%20%28France%29.zip",
                    "size": "3402"
                },
                "title_clean": "4 en 1 Ligne",
                "snapshot1": "PltNcOK.png"
            },
            {
                "name": "4 in 1 Row (Europe)",
                "description": "4 in 1 Row (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2F4%20in%201%20Row%20%28Europe%29.zip",
                    "size": "3397"
                },
                "title_clean": "4 in 1 Row",
                "plot": "4 in 1 Row is a translation of the Connect Four board game. Two players (Pussycat and Hounddog) take turns dropping colored (red or green) discs in an eight-column six-row grid. The object is to place 4 discs in a row, either vertically, horizontally or diagonally.[CR]An strategic indicator number on the right side of the screen, besides each name, will show the chances of each player to get four discs in a row. The higher the number, the higher the chances. If the number reads 125 it means the player is just one move away from winning. The strategic indicator can be turned off by pressing CLEAR.[CR]When playing against the computer, two variations with three skill levels are available:[CR]Playing against Microcat I, II or III (selected by pressing 1, 2 or 3). Microcat uses a micro-sensor (represented by a  sign) which will stop over each column calculating its chances. The disc will be dropped where the  stops. The higher the skill level, the bigger the sensor and calculation times.[CR]Playing against Microdog I, II or III (selected by pressing 5, 6 or 7) is similar to playing against Microcat (with the skill levels and  sensor), but the player can also ask for computer assistance on moves. Whenever player's Pussycat appears, pressing 1, 2 or 3, depending on the skill level, will make the PRESS ENTER text appear along the micro sensor. Once pressed, the computer will take over and will continue until the player presses again 0 and ENTER when Pussycat appears.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Strategy",
                "studio": "N.V. Philips Gloeilampenfabrieken",
                "nplayers": "1-2 VS",
                "perspective": "Top-Down",
                "rating": "3.2",
                "thegamesdb_id": "22809",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/4-in-1-row",
                "giantbomb_url": "https://www.giantbomb.com/4-in-1-row/3030-33864/",
                "boxart1": "MLfxq2y.jpg",
                "snapshot1": "oLbhpk0.png",
                "snapshot2": "sU1AU7i.png",
                "snapshot3": "PGMEIzU.png",
                "snapshot4": "9YV344D.png",
                "snapshot5": "402dgFB.png",
                "snapshot6": "fvMDlca.png",
                "snapshot7": "l0ZUa2Q.png",
                "snapshot8": "4Qi3z0J.png",
                "snapshot9": "2B7hmoF.png"
            },
            {
                "name": "Alien Invaders - Plus (USA, Europe)",
                "description": "Alien Invaders - Plus (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FAlien%20Invaders%20-%20Plus%20%28USA%2C%20Europe%29.zip",
                    "size": "1993"
                },
                "title_clean": "Alien Invaders - Plus",
                "plot": "This is a Space Invaders clone with a twist. Eight robots with laser cannons and protected by a shield wall are advancing in the player's sector, and with his laser cannon he has to destroy them. The shield wall is indestructible, but the robots and the cannons aren't. They'll go from side to side of the screen in an alternate movement shooting down. Three high density molecular laser shields are placed in defense of the laser cannon. Each one of them houses an extra cannon.[CR]Instead of a passing flying saucer as seen in Space Invaders, the player has to face the Merciless Monstroth, which shoots against him. The player controls a robot defender inside the laser cannon. If the laser cannon is destroyed, the robot will be left unprotected. The robot can enter in a new laser cannon housed in one of the shields. Once the new laser cannon is active, the shield is gone. Once the three shields are gone, the  Merciless Monstroth will come down to hunt the player's cannon and robot.[CR]The player wins a battle when destroying all enemy robots and cannons on the screen. A battle is lost when the player's robot is destroyed. The first side to win ten battles wins the war.",
                "releasedate": "10/5/1980",
                "year": "1980",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "2.0",
                "thegamesdb_id": "22811",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/alien-invaders-plus",
                "giantbomb_url": "https://www.giantbomb.com/alien-invaders-plus/3030-12834/",
                "boxart1": "1Hh1KEf.png",
                "boxart2": "HiICAL4.jpg",
                "boxart3": "dMPnRsj.jpg",
                "boxart4": "unsFSlo.jpg",
                "snapshot1": "RuXP7M4.png",
                "snapshot2": "OWOdCMe.png",
                "snapshot3": "Y3ZHTuH.png",
                "snapshot4": "gRwPcyo.png",
                "snapshot5": "9KO7koL.png",
                "snapshot6": "Um5SHxo.png",
                "snapshot7": "37VOaC7.png",
                "snapshot8": "H8BMCLA.png",
                "snapshot9": "s5FP8c1.jpg"
            },
            {
                "name": "Alpine Skiing (USA, Europe)",
                "description": "Alpine Skiing (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FAlpine%20Skiing%20%28USA%2C%20Europe%29.zip",
                    "size": "2040"
                },
                "title_clean": "Alpine Skiing",
                "plot": "One or two players can choose among three kinds of skiing competitions to play: Slalom, Giant Slalom and Down Hill.[CR]1. In the Slalom event, players must ski through 55 gates. The winner is the fastest player to conclude two runs down the courses. If a player misses a gate, the timing stops and the counter registers the numbers of violations. The winner then is the player with the lesser number of violations.[CR]2. The Giant Slalom event follows the same rules to the slalom, but is longer than the slalom, with gates farther apart.[CR]3. In the Down Hill event, the winner is the player to achieve the end of the marked course in the shortest amount of time. If the player goes off-course, the violations are counted instead, and the winner is the player with the lesser number of violations.[CR]In any event, crashing into the gates will make the players lose time. Each player's course is displayed at one half of the screen and separately, even though their progresses are shown simultaneously. Players can go off-course and invade each other's courses, though.[CR]The players select the events by pulling down the stick when the desired event's name is displayed in the screen. The skiers are controlled with the stick. By holding the stick down, the skier runs down in a straight line. By pushing up, the skier stops. Right and left will change the skier direction and pressing the action button will accelerate the skier in 30% of its speed.",
                "releasedate": "10/5/1979",
                "year": "1979",
                "genre": "Sports",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "2.8",
                "thegamesdb_id": "22812",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/alpine-skiing",
                "giantbomb_url": "https://www.giantbomb.com/alpine-skiing/3030-18093/",
                "boxart1": "yj1zp7y.png",
                "boxart2": "LitSFVz.jpg",
                "boxart3": "cWyZ2Ty.jpg",
                "boxart4": "RPFATi9.jpg",
                "snapshot1": "E51xaVK.png",
                "snapshot2": "c2ohBXR.png",
                "snapshot3": "9lDPWo8.png",
                "snapshot4": "Ly8qv3w.png",
                "snapshot5": "TnxKQh9.png",
                "snapshot6": "s2rn5Q3.png",
                "snapshot7": "AOGRir4.png",
                "snapshot8": "i26zVtC.png",
                "snapshot9": "XlJmFHC.png"
            },
            {
                "name": "Armored Encounter + Sub Chase (USA, Europe)",
                "description": "Armored Encounter + Sub Chase (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FArmored%20Encounter%20%2B%20Sub%20Chase%20%28USA%2C%20Europe%29.zip",
                    "size": "1992"
                },
                "title_clean": "Armored Encounter + Sub Chase",
                "plot": "Armored Encounter![CR]A realistic simulation of armored warfare![CR](2 players) Press one of keys A to L[CR]Armored Encounter! demands great skill in handling the controls of the tank, especially when turning and firing. You each have 20 rounds. Score a point for each direct hit. [CR]There are 3 minutes to play: when game is over (time = 00:00 or both players out of ammunition), the player with most points wins. Variations of this game are given by: guided missiles (controlled by joystick), minefield (mines marked by a white cross)-your opponent gains a point each mine you hit, and hilly terrain (you cannot fire or move through the barriers).[CR]KEY:                 A B C  D E D  G H I  J K L[CR]Mines Present:       - - -  - - -  X X X  X X X[CR]Control of Missiles: - - -  X X X  - - -  X X X[CR]# of Barriers:       0 2 10 0 2 10 0 2 10 0 2 10[CR]Use left or right handset to control your tank. For best results, imagine that you are actually in the tank.[CR]Press handset button to fire - the last three rounds have a different colour.[CR]Missiles can be controller by handsets (games D, E, F, J, K and L only).[CR]_________________________[CR]Sub Chase![CR]Low flying jets hunt for enemy submarines![CR]You will need timing and accuracy for this game, as you try to shoot down the enemy craft while dodging its missiles. Score a point for each direct hit on your opponent's craft, and deduct one if you hit a neutral ship. You have 3 minutes to play. When the game is over (time = 00:00), the player with the most points wins.[CR]KEY       Type of Missile[CR]1         Rear-Launch, Guided[CR]2         Rear-Launch, Not Guided[CR]3         Forward-Launch, Guided[CR]Use left handset for aeroplane and right handset for submarine.[CR]Fire missiles using the handset button.[CR]The missiles can also be controlled by handsets (keys 1 and 3 only).[CR]~From the Armored Encounter! & Sub Chase! Manual[CR]",
                "releasedate": "10/5/1978",
                "year": "1978",
                "genre": "Driving, Racing",
                "studio": "Magnavox",
                "nplayers": "2 VS",
                "perspective": "3rd-Person",
                "rating": "2.2",
                "thegamesdb_id": "22885",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/armored-encounter-sub-chase",
                "giantbomb_url": "https://www.giantbomb.com/armored-encounter-sub-chase/3030-8444/",
                "boxart1": "IZpMhgn.png",
                "boxart2": "dD6PGne.jpg",
                "boxart3": "uTSWp70.jpg",
                "snapshot1": "LRZPnQT.png",
                "snapshot2": "he6AkPS.png",
                "snapshot3": "dGUHHWj.png",
                "snapshot4": "pSdKsLH.png",
                "snapshot5": "nezFe9i.png",
                "snapshot6": "KuMYskj.png",
                "snapshot7": "faeFC2L.png"
            },
            {
                "name": "Atlantis (USA, Europe)",
                "description": "Atlantis (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FAtlantis%20%28USA%2C%20Europe%29.zip",
                    "size": "3231"
                },
                "title_clean": "Atlantis",
                "plot": "[CR][B]Overview:[/B][CR]Atari 2600 VersionAtlantis is a fixed screen shooter by Imagic, released in 1982.The player controls up to three (depending on difficulty settings) gun towers, used to destroy incoming enemy ships which attempt to destroy various parts of Atlantis, including the gun towers themselves. As enemy ships pass through the screen unharmed, they progressively make lower passes until they are at the lowest level, where they deploy a destructive energy beam. [CR][B]Gameplay:[/B][CR]A ship reaches the lowest levelIn order to defend the city, the player has up to three cannons. The main cannon, positioned in the middle, shoots straight up and is fired by pressing the button by itself. Two support cannons are also available on either side of the screen. These cannons shoot at an angle and are fired by holding left or right on the joystick (depending on which gun you want to fire) and pressing the button. After successfully defending each wave, the subsequent volley of ships comes a bit faster. Additionally, certain ships fly faster than others. Similar to Missile Command, lost structures and cannons can be regained at higher scores. [CR]Notes[CR]A very rare version of Atlantis called \"Atlantis II\" also exists. It was sent to the high-scorers of Imagic's \"Defend Atlantis\" contest in order to determine the final four finalists. This version is a faster and much more challenging version of the game.Note that the ship that escapes the city once the player loses looks a lot like a ship from another Imagic game, called Cosmic Ark.In the instructions to Cosmic Ark, the pilots of the mothership which is central to the game are even referred to as Atlanteans, suggesting that the game Atlantis takes place either before or after Cosmic Ark, or at least in the same creative universe.The Intellivision version of this game had additional features, including spotlights used during the night raids, and a targeting reticule which more closely suggested the game play from Missile Command than the straight-shooting 2600 version of the defensive cannons did.[CR]",
                "releasedate": "10/5/1982",
                "genre": "Action",
                "studio": "Imagic",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "2.5",
                "thegamesdb_id": "22816",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/atlantis",
                "giantbomb_url": "https://www.giantbomb.com/atlantis/3030-16631/",
                "boxart1": "BYQBxBH.png",
                "boxart2": "jieai9E.png",
                "snapshot1": "vsLfDYf.png",
                "snapshot2": "SBp4RUL.png",
                "snapshot3": "aCIpxbv.png",
                "snapshot4": "Rz4Bn4J.png",
                "snapshot5": "Xyrpepb.png",
                "snapshot6": "AuQ0J8n.png",
                "snapshot7": "HEYhuMS.png",
                "snapshot8": "epa0gtB.png",
                "snapshot9": "W7I3N7y.png",
                "snapshot10": "LzYOAze.png"
            },
            {
                "name": "Attack of the Timelord (USA)",
                "description": "Attack of the Timelord (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FAttack%20of%20the%20Timelord%20%28USA%29.zip",
                    "size": "3399"
                },
                "title_clean": "Attack of the Timelord",
                "plot": "The player has just attracted the attention of Spyrus the Deathless - Timelord of Chaos, and his only defense is his Time Machine's laser cannon. The Timelord will now send his fleet of Time Ships to destroy the player.[CR]In this space shooter the player controls the Time Machine horizontally with the directional stick and shoots its laser with the action button. The Timelord's Time Ships have four kinds of weapons to assault the player, and they will be introduced in the game's first four levels.[CR]In the first level, the Time Ships will shoot missiles, which travel in straight lines toward the bottom of the screen. In the second level, the fleet will also use antimatter mines, which will follow the player's Time Machine movements. In the third level, the fleet will also use annihilators, weapons that will go straight to the bottom of the screen, and then try to hit the player from the sides. In the fourth level, the Timelord will also send Nucleonic Time killers, robot-piloted destroyers which can anticipate human actions.[CR]The game has 256 stages of progressively increasing difficulty, with faster and better armed enemies. Each level is beaten after all Time Ships are destroyed.[CR]The player scores 2 points for each missile destroyed, 4 points for each antimatter mine, 5 points for each Time Ship, 8 points for each annihilator and 16 points for each Time killer destroyed.[CR]The Timelord appears at the start of each level, but his transmission can be jammed by starting the game pressing 0 (zero). This way he'll not reappear each time the player destroys a fleet of his Time Ships.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "nplayers": "1-2 Alt",
                "perspective": "Top-Down",
                "rating": "3.1",
                "thegamesdb_id": "22817",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/attack-of-the-timelord",
                "giantbomb_url": "https://www.giantbomb.com/attack-of-the-timelord/3030-11978/",
                "boxart1": "KY3ARf8.png",
                "boxart2": "4AAIuLK.jpg",
                "boxart3": "zZmbcws.jpg",
                "snapshot1": "LQZFiCF.png",
                "snapshot2": "7BP4rDQ.png",
                "snapshot3": "R3Ynkod.png",
                "snapshot4": "v3UijIW.png",
                "snapshot5": "cZVuijo.png",
                "snapshot6": "NGCYN5A.png",
                "snapshot7": "GEfa1BB.png",
                "snapshot8": "2uzSXM9.png"
            },
            {
                "name": "Baseball (USA, Europe)",
                "description": "Baseball (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FBaseball%20%28USA%2C%20Europe%29.zip",
                    "size": "1956"
                },
                "title_clean": "Baseball",
                "plot": "Baseball! follows basically the official rules of the real game. The three numbers on  the scoreboard at the lower left side of the screen indicate Balls, Strikes and Outs, in that order. Players on defense can control the outfielders with the joystick. During the pitch, the joystick will control the ball's curve.[CR]Once the batter hits the ball, the defense has to try to catch it. A ball caught on the fly is an automatic out. If it isn't caught, the outfielders have to catch it and send them to the fielders using the action and the directional stick to the desired direction.[CR]A ball not caught on the fly will send the batter automatically to the first base. He can run to extra bases using the directional stick. A ball hit out of the park (the white line at the top of screen) is a home run and the batter will run all four bases automatically.[CR]Three outs make teams exchange positions. The game length is nine innings, with additional innings in case of ties.",
                "releasedate": "10/5/1978",
                "year": "1978",
                "genre": "Sports",
                "studio": "Magnavox",
                "nplayers": "2 VS",
                "perspective": "Top-Down",
                "rating": "2.5",
                "thegamesdb_id": "22818",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/baseball_",
                "giantbomb_url": "https://www.giantbomb.com/baseball/3030-16174/",
                "boxart1": "j4oh6l9.png",
                "boxart2": "ZFF79wC.png",
                "boxart3": "t3Su544.jpg",
                "boxart4": "D9pvlsb.jpg",
                "snapshot1": "UXUr5FR.png",
                "snapshot2": "FQx10qu.png",
                "snapshot3": "96rFNZh.png",
                "snapshot4": "NHp77C5.png",
                "snapshot5": "z4TWAYi.png",
                "snapshot6": "gBNOfmf.jpg"
            },
            {
                "name": "Billard Electrique (France)",
                "description": "Billard Electrique (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FBillard%20Electrique%20%28France%29.zip",
                    "size": "1851"
                },
                "title_clean": "Billard Electrique",
                "snapshot1": "Fv5RNzt.png"
            },
            {
                "name": "Billiard Americain (France)",
                "description": "Billiard Americain (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FBilliard%20Americain%20%28France%29.zip",
                    "size": "2036"
                },
                "title_clean": "Billiard Americain",
                "thegamesdb_id": "22939",
                "boxart1": "TGIMttO.png",
                "snapshot1": "fXn6xX3.png"
            },
            {
                "name": "Blackjack (France)",
                "description": "Blackjack (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FBlackjack%20%28France%29.zip",
                    "size": "2024"
                },
                "title_clean": "Blackjack",
                "thegamesdb_id": "22820",
                "boxart1": "kJfbO7I.jpg",
                "snapshot1": "OdjGEqT.png"
            },
            {
                "name": "Blobbers, The (Europe)",
                "description": "Blobbers, The (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FBlobbers%2C%20The%20%28Europe%29.zip",
                    "size": "4469"
                },
                "title_clean": "Blobbers, The",
                "plot": "In Blobbers the player controls a mobile laser unit trying to defend itself from the Blobbers, fearsome, giant, amoeba-like creatures that will devour anything they encounter. The mobile laser unit moves grounded to the sides of the screen area. The Blobbers will also move along the same sides, and as the laser gun can only shoot straight forward, the mobile laser unit has to be in the opposite side of the screen to hit the Blobbers.[CR]A Blobber borns as a harmless small yellow spot, growing to a bigger and purple mass, to a bigger and white one until it reaches its red adult form. Only when it is red it can do harm to the mobile laser unit, if they are of any other color, they will only stick to the mobile laser unit until it moves and releases itself from the Blobber. As the time passes, an adult Blobber will multiply, releasing a new small yellow spot which will eventually grow into another adult Blobber. When Blobbers are hit, they are reduced to the immediate previous stage of development (from red to white, then purple, then yellow, then deceased).[CR]In the middle of the screen, moving blocks called Magic Transporters move up and down randomly. They are called Magic Transporters because they can be used to transport the mobile laser unit from one side of the screen to the other, if the mobile laser unit moves onto one of them while they touch the top or bottom of the screen. The Blobbers will also be transported by them. Also, they are impenetrable by the laser gun, meaning the player will only be able to hit one Blobber when there are no Magic Transporters in the laser's way.[CR]The Blobbers will become faster every 90 seconds until finally reaching the mobile laser unit's speed. The player has only one life and no continues.",
                "releasedate": "10/5/1983",
                "year": "1983",
                "genre": "Action",
                "studio": "N.V. Philips Gloeilampenfabrieken",
                "nplayers": "1",
                "perspective": "Top-Down",
                "rating": "2.0",
                "videoid": "WC0chYsRm5Y",
                "thegamesdb_id": "22821",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/blobbers",
                "boxart1": "WZHvznf.jpg",
                "snapshot1": "OO0ZBiW.png",
                "snapshot2": "G2rFr1u.png",
                "snapshot3": "a9HJ3VC.png",
                "snapshot4": "Kw8IGEr.png",
                "snapshot5": "uIy6LD9.png",
                "snapshot6": "csi1SBQ.png",
                "snapshot7": "MOFxsJ5.png"
            },
            {
                "name": "Blockout + Breakdown (USA, Europe)",
                "description": "Blockout + Breakdown (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FBlockout%20%2B%20Breakdown%20%28USA%2C%20Europe%29.zip",
                    "size": "2025"
                },
                "title_clean": "Blockout + Breakdown",
                "plot": "Two demonically challenging games filled with diabolical wall-to-wall action![CR]Blockout![CR](One or two players)[CR]1. Press 0 (zero) on the alpha-numeric keyboard.[CR]2. BLOCKOUT and BREAKDOWN will be alternately displayed on your TV screen.[CR]3. Press 1 to play BLOCKOUT. The object of the game is to blast through the blocks in the barricade in the shortest amount of time.[CR]4. The scoreboard at the top of the screen signals the function of the two hand controls. One hand control will activate the Power Bar. The other hand control will activate the demons. The roles of the hand controls will automatically reverse after each game.[CR]5. The can play against another player or against the computer. Signal the computer you are in the game by moving the joystick of your hand control. If the computer does not receive a signal from one of the hand controls, it will take over its function and play against you. If the computer does not receive a signal from either hand control, it will play itself.[CR]6. The Power Bar is moved left and right by pushing the joystick in the desired direction. The longer the bar is moved in one direction, the faster it will travel until it achieves maximum speed.[CR]7. The player controlling the Power Bar presses the action button to bring a Blockbuster into play. The Blockbuster will always come in from a random direction. When the Blockbuster hits the Power Bar, it will rebound into the fourth dimensional barricade. Each time the Blockbuster hits the barricade, a block in the barricade will disintegrate.[CR]8. The best breakthrough time for each player will be indicated on the scoreboard at the top of the screen. A digital timer is between the player's score indicators. Each player has 90 seconds to try and break through.[CR]9. If the Blockbuster hits the left side of the Power Bar, it will rebound to the left side of the screen. If it hits the right side, it will rebound to the right. The rebound angle will be twice as steep from the center half of the Power Bar than from a hit on the outer edges. The Blockbuster's speed and trajectory will increase as it cuts through each successive wall of the barricade.[CR]10. If you miss hitting the Blockbuster with the Power Bar, press the action button on the hand control to bring a new Blockbuster to the screen. You have an unlimited number of Blockbusters available during the 90 second duration of the game - but you cannot have more than one Blockbuster on the screen at a time. Each Blockbuster will come on-screen from a random direction.[CR]11. The electronic demons are moved left or right by moving the joystick of the hand control in the desired direction. Only one demon may be moved at a time. The particular demon in motion is determined by the vertical position of the joystick and the action button. To move the demon in the lowest row, pull you joystick towards you. Leave the joystick in the middle (neutral) position to move the demon in the second row. Push the joystick away from you to move the demon in the third row from the bottom. Push the action button to move the demon in the top row.[CR]12. The demons have the power to replace disintegrated blocks and rebuild the barricades. They have two power sources - one on each side of the screen. When a demon touches one of its power sources, it will start flashing and will replace a block when it is moved to the missing block's position. The demon will then stop flashing and must be recharged at a power source. An uncharged demon will fall off-screen if he tries to cross a gap in the wall or has a block disintegrated from under him. He will reappear automatically after a penalty delay.[CR]13. The winner is the player who breaks through the barricade in the shortest time over a pre-determined number of games.[CR]14. The games will reset automatically after each 90 second period.[CR]_________________________[CR]Breakdown![CR](One or two players)[CR]1. Press RESET on the alpha-numeric keyboard. Press 0 (zero) - then press 2.[CR]2. The object of the game is to destroy as many of the blocks on the screen as you can within 60 seconds.[CR]3. The control of the Power Bar is the same as in BLOCKOUT but the speed of the Blockbuster and its trajectory are not affected by the blocks in the barricade.[CR]4. The control of the demons is the same as in BLOCKOUT - but they will move twice as fast (which is something to watch) as in BLOCKOUT.[CR]5. You can play against another player or the computer by signaling the computer with the hand controls as in BLOCKOUT.[CR]6. The digital scoreboard contains the timer, the number of blocks left on the screen and the lowest scores in the game series for each of the players.[CR]7. The game will reset automatically after each sixty-second period.[CR]8. The winner is the player who leaves the fewest number of blocks on the screen after a predetermined series of games. [CR]From the Blockout! & Breakdown! Manual[CR]",
                "releasedate": "10/5/1980",
                "year": "1980",
                "genre": "Breakout",
                "studio": "Magnavox",
                "nplayers": "1-2 VS",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/blockout-breakdown",
                "boxart1": "z1rQ1Ls.jpg",
                "boxart2": "fbNFNdN.jpg",
                "boxart3": "0xFdMrE.jpg",
                "snapshot1": "GhRHdSY.png",
                "snapshot2": "pUp164O.png",
                "snapshot3": "PcmMKbA.png",
                "snapshot4": "t1sTCGo.png",
                "snapshot5": "Sz0vk9J.png",
                "snapshot6": "s0y3PMO.png",
                "snapshot7": "RUaufj4.png",
                "snapshot8": "njIxlqd.png",
                "snapshot9": "6z5sxLG.png"
            },
            {
                "name": "Bombardeio Submarino + Tiro ao Alvo (Brazil)",
                "description": "Bombardeio Submarino + Tiro ao Alvo (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FBombardeio%20Submarino%20%2B%20Tiro%20ao%20Alvo%20%28Brazil%29.zip",
                    "size": "1952"
                },
                "title_clean": "Bombardeio Submarino + Tiro ao Alvo",
                "thegamesdb_id": "22938",
                "boxart1": "7U0aIbz.png",
                "snapshot1": "TkOcgii.png"
            },
            {
                "name": "Bowling + Basketball (USA, Europe)",
                "description": "Bowling + Basketball (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FBowling%20%2B%20Basketball%20%28USA%2C%20Europe%29.zip",
                    "size": "1980"
                },
                "title_clean": "Bowling + Basketball",
                "plot": "BOWLING! [CR]A true electronic simulation! [CR](One to four players)[CR]1. There are two levels of play possible.[CR]   Press 1 on the alpha-numeric keyboard for LEAGUE NIGHT.[CR]   Press 2 for TOURNAMENT PLAY.[CR]2. The computer will ask you how many players will be in the game. Answer by pressing 1, 2, 3, or 4 on the keyboard.[CR]3. The alleys and scores are color coded for each player. [CR]   The first player bowls using the right hand control.[CR]   The second player bowls using the left hand control.[CR]   The third player bowls sharing the right hand control with Player 1.[CR]   The fourth player bowls sharing the left hand control with Player 2.[CR]4. The ball will move back and forth at the foul line at slow speed for LEAGUE NIGHT and at fast speed for TOURNAMENT PLAY.[CR]5. Press the action button to roll the ball. You can use the joy stick on the hand control to hook the ball to the right or left. But once the hook is initiated, the direction of the ball cannot be changed. A gutter ball (one launched too close to the edge of the alley) cannot be controlled by the joy stick.[CR]6. Each bowler gets two balls per frame except in the case of a STRIKE. (All pins knocked down by the first ball.)[CR]7. SCORING:[CR]   STRIKE: 30 points (all pins knocked down by 1st ball)[CR]   SPARE: 15 point (all pins knocked down by 1st and 2nd ball)[CR]   OPEN: One point for every pin hit by 1st and 2nd ball.[CR]   The scores of all players are displayed automatically after each frame. A zero score will not appear on the screen.[CR]8. The game ends after ten frames. The player with the highest score wins.[CR]9. To play again, push the RESET key and SELECT GAME will appear on the screen. Then press 1 or 2 on the alpha-numeric keyboard.[CR]_________________________[CR]BASKETBALL! [CR]So realistic, the court has a built-in gravity field![CR](Two players)[CR]1. Press the RESET key on the alpha-numeric keyboard. SELECT GAME will appear on screen.[CR]2. Press 3 on the alpha-numeric keyboard. The basketball court will be telecast on the screen.[CR]3. The top of the court is the scoreboard. A digital clock will immediately start counting down the five minute game time. The clock is flanked by two digital scoring indicators color coded to the teams.[CR]4. The right hand control activates the Red Team. The left hand control activates the Blue Team. Move the joy sticks to the right and left to move the players across the court.[CR]5. The ball comes into play automatically dropping from the top center of the screen. The court floor is really an electronic gravity field that will give the ball a realistic bounce.[CR]6. The first player to touch the ball gains possession. He moves towards the basket and his shot is activated by the action button on the hand control. The ball will be shot at a random velocity and angle. It can drop through the basket for two points or bounce back into play. The player possessing the ball must shoot within eight seconds or the ball will automatically transfer to the other player.[CR]7. If a player shoots for a basket while the other player is touching the ball, it automatically goes to the opposing team[CR]8. The game ends after five minutes with the final score remaining on-screen.[CR]9. To play again, press the RESET key and SELECT GAME will appear on the screen. Then press 3 on the alpha-numeric keyboard.[CR]~From the Bowling! & Basketball! Manual.[CR]_________________________[CR]CHEATS: [CR]If you stand under the basket (either one) and bounce the ball into the bottom corner juuuust so, the ball will come out from the top of the screen and proceed to bounce like it's rocket propelled or something! (Submitted by Justin)[CR]http://odyssey2.classicgaming.gamespy.com/cheats/index.php#comandonoturno[CR]",
                "releasedate": "10/5/1980",
                "year": "1978",
                "genre": "Sports",
                "studio": "Magnavox",
                "nplayers": "1-4 VS",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/bowling-basketball",
                "boxart1": "24CKEEm.jpg",
                "boxart2": "mkU0gn6.jpg",
                "boxart3": "kPmLLHR.jpg",
                "snapshot1": "H93V2jk.png",
                "snapshot2": "Km6dqnm.png",
                "snapshot3": "QrQZ9vQ.png",
                "snapshot4": "qrE93h5.png",
                "snapshot5": "OzeFnOs.png"
            },
            {
                "name": "Buraco Negro (Brazil)",
                "description": "Buraco Negro (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FBuraco%20Negro%20%28Brazil%29.zip",
                    "size": "4615"
                },
                "title_clean": "Buraco Negro",
                "plot": "In Buraco Negro! the player controls a spaceship trying to defend a system of satellites from being hit by planet fragments cast by an explosion.[CR]The boulders must be collected by placing them in transport platform in front of the ship. Once the boulder is coupled, the player must move the ship toward a neutron star in the left edge of the screen. The neutron star exerts a magnetic force which will draw the ship into it. The ship must be moved carefully as it displays momentum. If the ship is drawn by the neutron star, it will be destroyed. Once close enough, the boulder can be released (by pressing the action button) and it will be drawn into the neutron star. The boulders can also be destroyed with rockets launched by the ship, but they are only available while the ship is not carrying any boulders.[CR]As the game progresses, more boulders will appear at the same time. The color of the boulders change as they increase in number: one boulder will be red, 2 will be yellow, 3 will be green, 4 will be blue and 5 will be purple.[CR]There are 16 satellites to be protected. If a boulder hits one of them, it will be destroyed. When 12 or more of them are destroyed, the magnetic power of the neutron star increases. The game is over when only 2 satellites are left.[CR]The game has 4 skill levels. Levels 1 and 2 have respectively slow and fast boulders. Levels 3 and 4 have respectively slow and fast boulders also, but the satellites will be destroyed for at a time.",
                "releasedate": "10/5/1984",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "3.0",
                "thegamesdb_id": "22937",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/buraco-negro",
                "boxart1": "QYfLMdJ.png",
                "snapshot1": "6jn41S9.png"
            },
            {
                "name": "Casino Slot Machine (USA, Europe)",
                "description": "Casino Slot Machine (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FCasino%20Slot%20Machine%20%28USA%2C%20Europe%29.zip",
                    "size": "1994"
                },
                "title_clean": "Casino Slot Machine",
                "plot": "As the name implies, this game simulates a casino slot machine. One to four players can place their bets in any of the three horizontal rows or the two diagonal rows. Bets placed can be of $0.10, $0.25 or $1.00.[CR]The winning combinations are the following:[CR]1. Cherry + Anything + Anything = 3 coins[CR]2. Cherry + Cherry + Anything = 8 coins[CR]3. Orange + Orange + Bar = 10 coins[CR]4. Orange + Orange + Orange = 10 coins[CR]5. Plum + Plum + Bar = 14 coins[CR]6. Plum + Plum + Plum = 14 coins[CR]7. Bell + Bell + Bar = 18 coins[CR]8. Bell + Bell + Bell = 18 coins[CR]9. Melon + Melon + Bar = 100 coins[CR]10. Melon + Melon + Melon = 100 coins[CR]11. Seven + Seven + Seven = 200 coins[CR]12. Bar + Bar + Bar = 100 coins",
                "releasedate": "10/5/1980",
                "year": "1980",
                "genre": "Simulation",
                "nplayers": "1-4 Alt",
                "perspective": "1st-Person",
                "rating": "1.6",
                "thegamesdb_id": "22824",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/casino-slot-machine",
                "giantbomb_url": "https://www.giantbomb.com/casino-slot-machine/3030-19354/",
                "boxart1": "IRLah32.png",
                "boxart2": "6u5Aoij.jpg",
                "boxart3": "lMG6ghl.jpg",
                "snapshot1": "Tb4JFmI.png",
                "snapshot2": "gx4SluJ.png",
                "snapshot3": "qN8lWqG.png",
                "snapshot4": "6IlBgjw.png",
                "snapshot5": "E0Frsvv.png"
            },
            {
                "name": "Catch the Ball + Noughts and Crosses (Europe)",
                "description": "Catch the Ball + Noughts and Crosses (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FCatch%20the%20Ball%20%2B%20Noughts%20and%20Crosses%20%28Europe%29.zip",
                    "size": "1853"
                },
                "title_clean": "Catch the Ball + Noughts and Crosses",
                "plot": "Catch the Ball puts one or two players in the role of a circus clown who has to catch a while ball which comes rolling down a maze of obstacles. The clown has to try to follow the ball as it falls its unpredictable path. A time limit of three \"game minutes\" is counted down and the player with more balls caught by the end of the time wins. The joystick is used to move the clown left or right and the \"action\" button accelerates his movements. There are 6 possible variations, with the players taking turns after each ball caught, taking turns after each miss or in a single player mode, with the time limit on or off for each mode.[CR]Noughts and Crosses is also known as tic-tac-toe. Players move a \"+\" cursor over the 9 square matrix and place either blue noughts or red squares. The first to get three symbols in a straight line wins. If all six symbols have been placed and there's no winner, they can be removed by placing the cursor over and pressing the action button and then be replaced.[CR]1 - 2 player Catch the Ball[CR]2 - 1 player Catch the Ball[CR]7 - 2 player Naughts & Crosses[CR]https://www.mobygames.com/game/odyssey-2/catch-the-ball-noughts-and-crosses[CR]",
                "releasedate": "10/5/1979",
                "year": "1979",
                "genre": "Action",
                "studio": "Philips",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "thegamesdb_id": "22825",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/catch-the-ball-noughts-and-crosses",
                "boxart1": "PVz4bSy.jpg",
                "snapshot1": "M2AttC0.png",
                "snapshot2": "I5e4XYS.png",
                "snapshot3": "sGazziE.png",
                "snapshot4": "tGOPdHn.png",
                "snapshot5": "zj4WSbo.png"
            },
            {
                "name": "Chat et Souris (France)",
                "description": "Chat et Souris (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FChat%20et%20Souris%20%28France%29.zip",
                    "size": "3801"
                },
                "title_clean": "Chat et Souris",
                "snapshot1": "okS4726.png"
            },
            {
                "name": "Chess (Europe)",
                "description": "Chess (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FChess%20%28Europe%29.zip",
                    "size": "1993"
                },
                "title_clean": "Chess",
                "snapshot1": "a4ZFPfM.png"
            },
            {
                "name": "Chinese Logic (Europe)",
                "description": "Chinese Logic (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FChinese%20Logic%20%28Europe%29.zip",
                    "size": "1810"
                },
                "title_clean": "Chinese Logic",
                "plot": "In Chinese Logic the player has to move a sequence of numbers (9 to 0) from the point A of a pattern of lines to point D (or B in the variations). The numbers must be placed in point D in the same descending order. There are two other points to which the numbers can be moved, B and C.[CR]If one or more numbers are parked in one of the points, the player can only additionally move to that point numbers which are lower than the last one already parked. The numbers can be moved one by one only and to do so the player has to type the letter of origin and then type the destiny letter. Moves can be undone by pressing the \"clear\" key.[CR]The computer keeps track of the time elapsed and the number of moves made by the player, also showing the minimum amount of moves to solve the puzzle. There are 9 other possible variations, with the difference of having the way to point D blocked and different amounts of numbers to move. Those variations can be selected by pressing \"reset\" and the desired number, as follows:one figure - minimum number of moves: 1[CR]2. two figures - minimum number of moves: 3[CR]3. three figures - minimum number of moves: 7[CR]4. four figures - minimum number of moves: 15[CR]5. five figures - minimum number of moves: 31[CR]6. six figures - minimum number of moves: 63[CR]7. seven figures - minimum number of moves: 127[CR]8. eight figures - minimum number of moves: 255[CR]9. nine figures - minimum number of moves: 511",
                "releasedate": "10/5/1980",
                "year": "1980",
                "studio": "N.V. Philips Gloeilampenfabrieken",
                "nplayers": "1",
                "rating": "2.5",
                "thegamesdb_id": "22827",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/chinese-logic",
                "boxart1": "cyTWBWR.jpg",
                "snapshot1": "M3xuRTp.png",
                "snapshot2": "FXRxn37.png",
                "snapshot3": "4HzbxAF.png",
                "snapshot4": "aBKdO6Q.png",
                "snapshot5": "49pQCbR.png"
            },
            {
                "name": "Clay Pigeon (Brazil)",
                "description": "Clay Pigeon (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FClay%20Pigeon%20%28Brazil%29.zip",
                    "size": "3337"
                },
                "title_clean": "Clay Pigeon",
                "plot": "As the name implies, Clay Pigeon! is a clay pigeon shooting game. At the left corner, a trap launches targets toward the shooter. The player controls the shooter which stands in the right corner of the screen.[CR]In order to proceed to the next level, the player has to hit at least eight of the ten plates thrown. While he's shooting, some ducks will appear flying over his head. They'll drop \"bombs\" over him, and if he doesn't avoid them, he'll be stunned for some time. If he fails to shoot the minimum plates necessary, an eagle will appear and attack him. He needs to shoot the eagle twice to avoid its attack. If he fails, the game is over.[CR]The shooter has two shots per row; after those two shots, he has to reload the gun, by putting it down. He can be moved left and right, but if he exceeds the left mark, he'll fall to the ground, being subject to lose plates.[CR]The player earns five points per each plate, ten points per each duck and 100 points per eagle (50 per shot).",
                "releasedate": "10/5/1984",
                "year": "1984",
                "genre": "Action, Sports",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "2.2",
                "videoid": "N4LtnZ1sdJ8",
                "thegamesdb_id": "22828",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/clay-pigeon",
                "giantbomb_url": "https://www.giantbomb.com/clay-pigeon/3030-3502/",
                "boxart1": "nuobG8P.jpg",
                "snapshot1": "Um07Ht5.png",
                "snapshot2": "PW48rcA.png",
                "snapshot3": "IrqD4em.png",
                "snapshot4": "IOCFuJ1.png",
                "snapshot5": "NGWZltW.png",
                "snapshot6": "qdcUr03.png",
                "snapshot7": "9fWk9cb.png",
                "snapshot8": "4zLjNGy.png"
            },
            {
                "name": "Comando Noturno (Brazil)",
                "description": "Comando Noturno (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FComando%20Noturno%20%28Brazil%29.zip",
                    "size": "5898"
                },
                "title_clean": "Comando Noturno",
                "plot": "Comando Noturno! (Night Commando!) is a combat flight simulator. The player controls a fighter plane on a night mission, and his task is to take off, destroy the target, avoid enemy attack and return to base.[CR]The plane is controlled both with the joystick and the keyboard. With the joystick, the player controls the plane's direction (up, down, left or right) and weapon (with the action button). With the keyboard, he controls the several plane's instruments.[CR]The game is seen from the plane's cockpit in a first person perspective. There's a main display, which will show (by player's request via keyboard) the plane's speed (M key), height (H), fuel (F), distance to target (T), distance to base (B), ammunition ammount (W), weapon selected and friend/foe status. Above the main display, four lights can be seen, showing which weapon is selected: cannon (C), bomb (B), ground missile (G) and air missile (A). To the right, a direction and level indicator can be seen, and below it an infrared sensor.[CR]After taking off, the player must raise the landing gear (U) before the plane exceeds Mach 0.5 speed, or else the plane will be destroyed. Once in the air, after locating a target the player must identify (I) if it is a friendly or enemy aircraft. Shooting friendly airplanes or vehicles will terminate the mission.[CR]After destroying the targets, the player must land the plane. To do so, he needs to be at low speed, with the landing gear down and aligned to the ground. After touching the ground, the plane must hit the end of the runway as slow as possible. Failing to achieve these conditions will make the plane crash.[CR]The plane will be also destroyed if it gets hit by an enemy, hits the ground or runs out of fuel.",
                "releasedate": "10/5/1985",
                "year": "1985",
                "genre": "Simulation",
                "studio": "Philips do Brasil Ltda.",
                "nplayers": "1",
                "perspective": "1st-Person",
                "rating": "2.0",
                "thegamesdb_id": "22830",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/comando-noturno",
                "giantbomb_url": "https://www.giantbomb.com/comando-noturno/3030-18821/",
                "boxart1": "xS6H5l0.png",
                "snapshot1": "7tjfB9e.png",
                "snapshot2": "u03QOMA.png",
                "snapshot3": "xQbRvsd.png",
                "snapshot4": "37LMgez.png",
                "snapshot5": "7xbzXwM.png",
                "snapshot6": "qo0H5oO.png",
                "snapshot7": "6FYTL19.png",
                "snapshot8": "ebu4gsL.png",
                "snapshot9": "dllBdhI.png",
                "snapshot10": "7H553on.png"
            },
            {
                "name": "Computer Golf (USA)",
                "description": "Computer Golf (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FComputer%20Golf%20%28USA%29.zip",
                    "size": "1943"
                },
                "title_clean": "Computer Golf",
                "plot": "One to four players can take turns playing this golf game. Player control the golfer around the field with the directional stick and hit the ball using the action button. The longer the action button is held, the higher the backswing and the farther the ball goes. If the club comes full circle, the backswing will be released automatically and the ball will travel a random distance. The backswing of the club will always be clockwise, and the downswing will always be counter-clockwise. The ball's direction will depend on the golfer's relative position. There's no penalty for swinging the club away from the ball.[CR]The trees in the field will stop the course of the ball, making the golfer angry. If the ball reaches the \"rough\" (the black area outside the field), the golfer cannot walk on it and will need to hit the ball back into the field.Once the ball is on the green, the camera will zoom in. Golfers will alternate turns only when the precedent golfer goes through the entire hole. The winner is the golfer with the lowest score for the nine holes.",
                "releasedate": "10/5/1978",
                "year": "1978",
                "studio": "Magnavox",
                "nplayers": "1-4 VS",
                "rating": "3.1",
                "thegamesdb_id": "22831",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/computer-golf",
                "giantbomb_url": "https://www.giantbomb.com/computer-golf/3030-20376/",
                "boxart1": "GydPEJh.png",
                "boxart2": "B72uPPo.png",
                "boxart3": "xkjqoFh.jpg",
                "snapshot1": "3bTQw3F.png",
                "snapshot2": "iuknloC.png",
                "snapshot3": "EIyd13N.png",
                "snapshot4": "WYJuTlM.png",
                "snapshot5": "QZIk1g0.png",
                "snapshot6": "4ceeURD.png",
                "snapshot7": "waHz2FX.png"
            },
            {
                "name": "Computer Intro (USA)",
                "description": "Computer Intro (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FComputer%20Intro%20%28USA%29.zip",
                    "size": "1869"
                },
                "title_clean": "Computer Intro",
                "plot": "Computer Intro!, as the name implies, is a cartridge intended to educate players in the basics of computer programming. It came with a 104 page manual entitled \"A Beginner's Guide to Computer Technology\" featuring a brief history of computers and an introduction to programming techniques. The manual also includes samples of several programs which can be typed in, such as addition programs, one digit multiplication, one digit division, \"Go to Subroutine\" and \"Return\" programs, one digit addition Flash Card Game (which is different from the pre built one), three ways to enter and output a letter, a game where one player enters a six-letter word and another player guesses it and a message program.[CR]The cartridge comes with three built-in games:[CR]1. Flash Card (Press 2) is a simple addition game. An addition problem will be displayed and the player has to enter the solution. If the answer is wrong, a \"No\" will appear on screen. If it is right, it will be placed in its right position.[CR]2. Computer Telepathy (Press 3) is a number guessing game. The player has to guess a number between 00 and 99. If the guess entered is higher than the number, an H will appear beside it. If the number entered is lower, an L will appear. If the number is right, an X will appear.[CR]3. Between the Sheets (Press 4) is another guessing game. The computer displays three numbers, like 3 7 00. The first two numbers are the sheets and the last two digits are the player's score. If the player thinks the secret number is between 3 and 7, he types \"Yes\", if he thinks it isn't between 3 and 7, he types \"No\". Right answers add 1 point to the score and the number is displayed, wrong answers will be announced by a beep.[CR]There is also a demonstration program called Creepy Crawler (Press 1), which consists of a randomized display of flashing blocks.",
                "releasedate": "10/5/1979",
                "year": "1979",
                "studio": "Magnavox",
                "nplayers": "1",
                "rating": "2.7",
                "thegamesdb_id": "22832",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/computer-intro",
                "boxart1": "RNKUpz3.png",
                "boxart2": "K2YZ7IM.png",
                "boxart3": "dMLWpYF.jpg",
                "snapshot1": "yVOwPPr.png",
                "snapshot2": "VVUMKeh.png",
                "snapshot3": "lnoY4Ys.png",
                "snapshot4": "NPxE3GI.png",
                "snapshot5": "j5PqV9S.png",
                "snapshot6": "MzyUNv9.png",
                "snapshot7": "tt4no3w.png",
                "snapshot8": "UzmR6WQ.png",
                "snapshot9": "duOZwqm.png"
            },
            {
                "name": "Computer Programmer (Europe)",
                "description": "Computer Programmer (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FComputer%20Programmer%20%28Europe%29.zip",
                    "size": "1881"
                },
                "title_clean": "Computer Programmer",
                "thegamesdb_id": "22936",
                "boxart1": "ge8Hbbb.jpg",
                "snapshot1": "VTyVm8w.png"
            },
            {
                "name": "Conflit Cosmique (Canada)",
                "description": "Conflit Cosmique (Canada)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FConflit%20Cosmique%20%28Canada%29.zip",
                    "size": "1949"
                },
                "title_clean": "Conflit Cosmique",
                "snapshot1": "SQpn7sc.png"
            },
            {
                "name": "Conquest of the World (USA, Europe)",
                "description": "Conquest of the World (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FConquest%20of%20the%20World%20%28USA%2C%20Europe%29.zip",
                    "size": "3750"
                },
                "title_clean": "Conquest of the World",
                "plot": "Players choose to play as one of 43 countries and make it their homeland. Each country's military and diplomacy power is reflected by its real life counterpart during the early 1980's. Each country's relationship with one another is also reflected by how it is in real life.[CR][B]Gameplay:[/B] involves the use of a gameboard. Gameplay done on the game board contains information which is then entered into the Odyssey 2 for it to handle. Inside the game itself, players do battle by land, air, and sea. Battles involve players controlling either a jet (air force), tank (army), or a submarine (navy) and then battling the other players jet, tank, or submarine. These vehicles are dependent on supplies which are displayed as energy units. Every shot fired and movement made drains the players energy units. The battle ends when all the energy units run out. These combat results are then recorded on the gameboard, which then spurs further entries into the Odyssey 2.[CR]Every battle won and alliance made will increase a country's power. The country with the most power at the end of the game wins.[CR]Besides the gameboard map itself, the game also comes with a 100 power base unit indicators, a Homeland Marker, and six sets of Conquest/Alliance markers.",
                "releasedate": "10/5/1981",
                "year": "1981",
                "genre": "Action, Strategy",
                "nplayers": "2 VS",
                "perspective": "3rd-Person",
                "thegamesdb_id": "22833",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/conquest-of-the-world",
                "boxart1": "owhJXpG.png",
                "boxart2": "DYYI7oh.png",
                "boxart3": "rCfwSdc.jpg",
                "snapshot1": "SQpn7sc.png",
                "snapshot2": "ImwnA4k.png",
                "snapshot3": "ukf6Trc.png",
                "snapshot4": "hGNBp8j.png",
                "snapshot5": "UO38IWQ.png",
                "snapshot6": "lzV1auS.png",
                "snapshot7": "PVOb2SL.png"
            },
            {
                "name": "Cosmic Conflict (Europe)",
                "description": "Cosmic Conflict (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FCosmic%20Conflict%20%28Europe%29.zip",
                    "size": "1935"
                },
                "title_clean": "Cosmic Conflict",
                "plot": "The player is a legendary hero of the Earth Federation, and in command of a Centurion star fighter, must defend the galaxy from the Imperial ships attack.[CR]From a first person perspective, the player must destroy fifteen enemy ships. A counter at the lower left corner of the screen shows how many ships are left. On the lower right, a counter marking, at the start of the mission, 1000 megajoules of remaining ship power. The ship needs one megajoule per second to sustain flight, ten megajoules per laser shot released and fifty megajoules per shot taken, to activate the deflector shields.[CR]Three kinds of ships will assault the player's ship: invasion transports, battle frigates and star fighters. The enemy fleet consists in five star fighters and ten ships randomly distributed among the remaining two kinds. Only star fighters represent real threat, and a general alert will sound and flash at the screen when one of those enter the player's range of sight.[CR]The mission ends when all enemy ships are destroyed, or when all the ship's fuel is used.",
                "releasedate": "10/5/1978",
                "year": "1978",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "1st-Person",
                "rating": "2.7",
                "thegamesdb_id": "22834",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/cosmic-conflict",
                "giantbomb_url": "https://www.giantbomb.com/cosmic-conflict/3030-18272/",
                "boxart1": "cQE4Cmz.png",
                "boxart2": "p8wd34I.jpg",
                "boxart3": "KmHvP48.jpg",
                "boxart4": "2nXzQsM.jpg",
                "snapshot1": "SQpn7sc.png",
                "snapshot2": "8jQaBl4.png",
                "snapshot3": "eNjICFF.png",
                "snapshot4": "MqiBur3.png",
                "snapshot5": "ThZNsQ2.png",
                "snapshot6": "0rd6RFL.png",
                "snapshot7": "gFe1miS.png",
                "snapshot8": "PsGJNYk.png",
                "snapshot9": "ssFRs2p.jpg"
            },
            {
                "name": "Cosmic Conflict (Europe) (Alt 1)",
                "description": "Cosmic Conflict (Europe) (Alt 1)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FCosmic%20Conflict%20%28Europe%29%20%28Alt%201%29.zip",
                    "size": "1942"
                },
                "title_clean": "Cosmic Conflict",
                "plot": "The player is a legendary hero of the Earth Federation, and in command of a Centurion star fighter, must defend the galaxy from the Imperial ships attack.[CR]From a first person perspective, the player must destroy fifteen enemy ships. A counter at the lower left corner of the screen shows how many ships are left. On the lower right, a counter marking, at the start of the mission, 1000 megajoules of remaining ship power. The ship needs one megajoule per second to sustain flight, ten megajoules per laser shot released and fifty megajoules per shot taken, to activate the deflector shields.[CR]Three kinds of ships will assault the player's ship: invasion transports, battle frigates and star fighters. The enemy fleet consists in five star fighters and ten ships randomly distributed among the remaining two kinds. Only star fighters represent real threat, and a general alert will sound and flash at the screen when one of those enter the player's range of sight.[CR]The mission ends when all enemy ships are destroyed, or when all the ship's fuel is used.",
                "releasedate": "10/5/1978",
                "year": "1978",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "1st-Person",
                "rating": "2.7",
                "thegamesdb_id": "22834",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/cosmic-conflict",
                "giantbomb_url": "https://www.giantbomb.com/cosmic-conflict/3030-18272/",
                "boxart1": "RknoZlQ.jpg",
                "boxart2": "p8wd34I.jpg",
                "boxart3": "KmHvP48.jpg",
                "boxart4": "2nXzQsM.jpg",
                "snapshot1": "r9u72Pa.png",
                "snapshot2": "8jQaBl4.png",
                "snapshot3": "eNjICFF.png",
                "snapshot4": "MqiBur3.png",
                "snapshot5": "ThZNsQ2.png",
                "snapshot6": "0rd6RFL.png",
                "snapshot7": "gFe1miS.png",
                "snapshot8": "PsGJNYk.png",
                "snapshot9": "ssFRs2p.jpg"
            },
            {
                "name": "Cosmic Conflict (USA)",
                "description": "Cosmic Conflict (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FCosmic%20Conflict%20%28USA%29.zip",
                    "size": "1931"
                },
                "title_clean": "Cosmic Conflict",
                "plot": "The player is a legendary hero of the Earth Federation, and in command of a Centurion star fighter, must defend the galaxy from the Imperial ships attack.[CR]From a first person perspective, the player must destroy fifteen enemy ships. A counter at the lower left corner of the screen shows how many ships are left. On the lower right, a counter marking, at the start of the mission, 1000 megajoules of remaining ship power. The ship needs one megajoule per second to sustain flight, ten megajoules per laser shot released and fifty megajoules per shot taken, to activate the deflector shields.[CR]Three kinds of ships will assault the player's ship: invasion transports, battle frigates and star fighters. The enemy fleet consists in five star fighters and ten ships randomly distributed among the remaining two kinds. Only star fighters represent real threat, and a general alert will sound and flash at the screen when one of those enter the player's range of sight.[CR]The mission ends when all enemy ships are destroyed, or when all the ship's fuel is used.",
                "releasedate": "10/5/1978",
                "year": "1978",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "1st-Person",
                "rating": "2.7",
                "thegamesdb_id": "22834",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/cosmic-conflict",
                "giantbomb_url": "https://www.giantbomb.com/cosmic-conflict/3030-18272/",
                "boxart1": "RknoZlQ.jpg",
                "boxart2": "p8wd34I.jpg",
                "boxart3": "KmHvP48.jpg",
                "boxart4": "2nXzQsM.jpg",
                "snapshot1": "trNQ9ti.png",
                "snapshot2": "8jQaBl4.png",
                "snapshot3": "eNjICFF.png",
                "snapshot4": "MqiBur3.png",
                "snapshot5": "ThZNsQ2.png",
                "snapshot6": "0rd6RFL.png",
                "snapshot7": "gFe1miS.png",
                "snapshot8": "PsGJNYk.png",
                "snapshot9": "ssFRs2p.jpg"
            },
            {
                "name": "Course de Voitures + Autodrome + Cryptogramme (France)",
                "description": "Course de Voitures + Autodrome + Cryptogramme (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FCourse%20de%20Voitures%20%2B%20Autodrome%20%2B%20Cryptogramme%20%28France%29.zip",
                    "size": "2048"
                },
                "title_clean": "Course de Voitures + Autodrome + Cryptogramme",
                "snapshot1": "7urOWpA.png"
            },
            {
                "name": "Demon Attack (USA, Europe)",
                "description": "Demon Attack (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FDemon%20Attack%20%28USA%2C%20Europe%29.zip",
                    "size": "3491"
                },
                "title_clean": "Demon Attack",
                "plot": "[CR][B]Overview:[/B][CR]Screenshot from Demon Attack Demon Attack is an early shoot 'em up where the player must defeat waves of aliens with a laser cannon. Unlike other early shooting games such as Space Invaders, Demon Attack does not give the player obstacles with which to hide from enemy attack. Also, compared to Space Invader-type games, there are fewer aliens on screen at any given time but the alien sprites are bigger and more elaborate. The cannon also moves much faster, and has a smaller hitbox making it easier to evade enemy fire. [CR][B]Gameplay:[/B][CR]First level of the Atari 2600 version.The player controls a single cannon at the bottom of the screen which can move left and right. Up to three Demons will warp into existence and float around, with the lowest Demon dropping missiles. Destroying a Demon will cause a new one to warp in until the end of the combat wave, at which point destroying the remaining Demons will clear the stage.As the stages progress, the aliens become faster and change appearance, and some will split in half when struck instead of being destroyed. If one half of the lowest Demon is destroyed, the other half will fly down towards the cannon in a kamikaze run. Thanks to its small size, it can be difficult to hit before it reaches the ground, though it can be evaded if there is enough room to the side. Once both halves are destroyed, the middle Demon will float down to take the place of the lowest, and if one half is destroyed the remaining half will immediately fly down towards the cannon. Later demons also drop missiles that follow them, letting them sweep their fire across an area when they move.The first run of cartridges stopped gameplay after the 84th wave, supposedly by design. Every run of the cartridges thereafter allows the player to 'wrap' the score and gameplay continues until all lives are lost, though the difficulty does not increase.[CR]Variations[CR]There two multiplayer modes - first, alternating play stage-by-stage to compete for score, and second, co-operative play with the cannon changing color to represent the controls switching between first and second player at pre-set intervals.The other option allows the cannon's shots to be guided by the motion of the cannon itself, much like the attacks of the later Demons.[CR]Legal Complications[CR]Atari itself filed a lawsuit against Imagic, claiming it was too similar to  Phoenix. Imagic and Atari settled out-of-court, and Demon Attack went on to sell well.[CR]",
                "releasedate": "10/5/1983",
                "year": "1983",
                "genre": "Action",
                "studio": "Imagic",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "2.2",
                "thegamesdb_id": "22836",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/demon-attack",
                "giantbomb_url": "https://www.giantbomb.com/demon-attack/3030-15941/",
                "boxart1": "DFvPJwc.png",
                "boxart2": "9d7ljzW.png",
                "snapshot1": "tbClU3y.png",
                "snapshot2": "4txRH1X.png",
                "snapshot3": "z1fTelE.png",
                "snapshot4": "4ERCSpM.png",
                "snapshot5": "c7up9bm.png",
                "snapshot6": "Jzwdsh5.png",
                "snapshot7": "BFHIAyQ.png",
                "snapshot8": "ABqLIyA.png",
                "snapshot9": "yjRfaRG.png",
                "snapshot10": "W0z66a8.png"
            },
            {
                "name": "Depth Charge + Marksman (Europe)",
                "description": "Depth Charge + Marksman (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FDepth%20Charge%20%2B%20Marksman%20%28Europe%29.zip",
                    "size": "1895"
                },
                "title_clean": "Depth Charge + Marksman",
                "plot": "1 - Depth Charge[CR]2 - Marksman[CR]~Rx[CR]",
                "releasedate": "10/5/1979",
                "year": "1979",
                "genre": "Shooter, Miscellaneous",
                "studio": "Philips",
                "nplayers": "1",
                "perspective": "1st-Person",
                "rating": "1.2",
                "thegamesdb_id": "22837",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/depth-charge-marksman",
                "boxart1": "StuEOhg.png",
                "snapshot1": "A382VRe.png",
                "snapshot2": "M6Nqes7.png",
                "snapshot3": "XJRedXK.png",
                "snapshot4": "OmP9P3P.png",
                "snapshot5": "NZoHuRE.png",
                "snapshot6": "EhCC0dh.png",
                "snapshot7": "5pM7lTX.png"
            },
            {
                "name": "Desafio Chines (Brazil)",
                "description": "Desafio Chines (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FDesafio%20Chines%20%28Brazil%29.zip",
                    "size": "1711"
                },
                "title_clean": "Desafio Chines",
                "thegamesdb_id": "22935",
                "boxart1": "L74qict.png",
                "snapshot1": "4jiunTT.png"
            },
            {
                "name": "Dynasty (USA)",
                "description": "Dynasty (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FDynasty%20%28USA%29.zip",
                    "size": "1888"
                },
                "title_clean": "Dynasty",
                "plot": "Dynasty! is an Othello clone. The playfield is an 8 x 8 matrix of dots and the objective is to occupy as much of it as possible. The game begins with two pieces of each color at the center of the matrix and players take turns placing new pieces in it. The pieces must be placed near to an enemy piece, trapping it between another piece of the same color already placed. Trapped pieces will turn over to the conquereror's color.[CR]A variation is also present, called \"Directional Dynasty\": players cannot trap pieces in more than one direction with the same move. When a piece is placed in such condition, the player has to choose which direction will be used to capture the enemie's pieces.[CR]A timer can be set, from unlimited time to 99 minutes of gameplay. The game ends when there are no more possible moves or when the time runs up.",
                "releasedate": "10/5/1979",
                "year": "1979",
                "genre": "Strategy",
                "nplayers": "1-2 VS",
                "perspective": "Top-Down",
                "rating": "3.0",
                "thegamesdb_id": "22838",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/dynasty",
                "giantbomb_url": "https://www.giantbomb.com/dynasty/3030-12697/",
                "boxart1": "2tHqZwh.png",
                "boxart2": "dKU3I7J.jpg",
                "boxart3": "Kt1pnsp.jpg",
                "snapshot1": "ovzO9So.png",
                "snapshot2": "cKvW3R2.png",
                "snapshot3": "1NwxsRo.png",
                "snapshot4": "A6UQ3sq.png",
                "snapshot5": "EQY8yfN.png",
                "snapshot6": "AQyjIdX.png"
            },
            {
                "name": "Electronic Table Soccer (USA, Europe)",
                "description": "Electronic Table Soccer (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FElectronic%20Table%20Soccer%20%28USA%2C%20Europe%29.zip",
                    "size": "2026"
                },
                "title_clean": "Electronic Table Soccer",
                "plot": "As the name implies, this is a foosball game. One or two players control three rows of players: the goalkeeper, three middle fielders and two attackers. To control the goalkeeper, the player to the left has to use the up-left and down-left directions in the joystick. To control the middle fielders, the player uses the up and down directions. To control the attackers, the player uses the up-right and down-right directions. The opposite applies to the right player.[CR]The ball stops each time it touches a moving foosman and rebounds if it touches a still one. The score is marked with \"/\" (for one point) and \"X\" (for two points) symbols. The game ends when one of the players reaches ten points (XXXXX).",
                "releasedate": "10/5/1980",
                "year": "1980",
                "nplayers": "1-2 VS",
                "rating": "3.2",
                "thegamesdb_id": "22840",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/electronic-table-soccer",
                "giantbomb_url": "https://www.giantbomb.com/electronic-table-soccer/3030-10351/",
                "boxart1": "iqXn78o.png",
                "boxart3": "vQJUkdg.jpg",
                "boxart4": "b8eMOnn.jpg",
                "snapshot1": "qPTrUYC.png",
                "snapshot2": "XNnNpev.png",
                "snapshot3": "xTvodvi.png",
                "snapshot4": "wuQA5KB.png",
                "snapshot5": "LkXdeIv.png"
            },
            {
                "name": "Football (USA, Europe)",
                "description": "Football (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FFootball%20%28USA%2C%20Europe%29.zip",
                    "size": "1852"
                },
                "title_clean": "Football",
                "plot": "Football! has five players to each side playing a three minutes game. A number on the top of the field displays the number of downs and serves as a yardage marker. A touchdown scores 7 points while a field goal scores 3 points.[CR]The offense has 6 different running/passing option plays available. Additionally, there's a field goal-play option (play #7) and a punt-play option (play #8). The defense has a selection of plays to neutralize the offense's action. The plays are selected using the directional stick to the right position, as follows (where \"C\" represents the central position):[CR] 8  1  2[CR]  \\ | /[CR]7 - C - 3[CR]  / | \\[CR] 6  5  4[CR]After selecting their respective plays, the offense player hikes the ball to the quarterback with the action button. The quarterback has a running or passing option in all plays except for #7 and #8. The direction of pass is controlled by the directional stick. Defensive players will follow the ball automatically.[CR]The game has two options of speed levels:  Collegiate level (selected by pressing \"1\") and Pro level (selected by pressing \"2\").",
                "releasedate": "10/5/1978",
                "year": "1978",
                "genre": "Sports",
                "studio": "Magnavox",
                "nplayers": "2 VS",
                "perspective": "Top-Down",
                "rating": "2.5",
                "thegamesdb_id": "22842",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/football__",
                "giantbomb_url": "https://www.giantbomb.com/football/3030-13777/",
                "boxart1": "F0TeNua.png",
                "boxart2": "YhHRtAw.jpg",
                "boxart3": "QqB6T7Z.jpg",
                "snapshot1": "SVZUDTX.png",
                "snapshot2": "mce7NxC.png",
                "snapshot3": "95OejwD.png",
                "snapshot4": "2xO5OJn.png",
                "snapshot5": "rLHGYE3.png",
                "snapshot6": "3iMparN.png",
                "snapshot7": "zrtDzyW.png",
                "snapshot8": "FA7kG3V.png",
                "snapshot9": "zVruZAj.png",
                "snapshot10": "30N539V.jpg"
            },
            {
                "name": "Football Electronique + Hockey Electronique (France)",
                "description": "Football Electronique + Hockey Electronique (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FFootball%20Electronique%20%2B%20Hockey%20Electronique%20%28France%29.zip",
                    "size": "2055"
                },
                "title_clean": "Football Electronique + Hockey Electronique",
                "snapshot1": "J4Kjkdh.png"
            },
            {
                "name": "Freedom Fighters (USA, Europe)",
                "description": "Freedom Fighters (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FFreedom%20Fighters%20%28USA%2C%20Europe%29.zip",
                    "size": "3571"
                },
                "title_clean": "Freedom Fighters",
                "plot": "As a pilot of the Earth Federation, the player has to rescue prisoners in orbiting confinement crystals, while avoiding the Empire's Pulsar warships attacks.[CR]The starship is controlled using both joysticks. The left hand joystick controls the conventional space drive system. While in this drive system, the ship will move only to the limits of that specific screen. The right hand joystick controls the hyperspace drive system. When using this drive system, the ship will travel at a much higher speed, and it will side-scroll to the direction given. Flying toward the top or bottom of the screen will still make the ship travel to the position it is positioned toward. The action button in both joysticks controls the ship's laser cannon.[CR]The Empire's Pulsar warships attack releasing drone mines. Any contact with either the warships or the drone mines will disintegrate the player's ship.[CR]There are two possible variations to this game. In the attack mode, the laser cannon is active and the player score points as he destroys the enemy ships (5 points) or mines (1) and as he rescues the prisoners (20). In the evasion mode, the laser cannon is inactive, and the longer the player evades the Pulsar warships, the higher the score. Extra points (20) are given for each prisoner rescued.[CR]The game can be played by one or two players. In two players mode, player two acts as a copilot, controlling the ship's hyperspace drive and cannon.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "nplayers": "1-2 Co-Op",
                "perspective": "3rd-Person",
                "rating": "2.5",
                "thegamesdb_id": "22843",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/freedom-fighters_",
                "giantbomb_url": "https://www.giantbomb.com/freedom-fighters/3030-2966/",
                "boxart1": "j9R5vx7.png",
                "boxart3": "KVT7aC1.jpg",
                "boxart4": "RQpudSF.jpg",
                "snapshot1": "J4Kjkdh.png",
                "snapshot2": "omZhQfB.png",
                "snapshot3": "m7p2ulJ.png",
                "snapshot4": "Ts3oKsT.png",
                "snapshot5": "ybCYvGp.png",
                "snapshot6": "ZsvvSyY.png",
                "snapshot7": "QCporcg.png",
                "snapshot8": "j0rxeMn.jpg"
            },
            {
                "name": "Frogger (Europe)",
                "description": "Frogger (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FFrogger%20%28Europe%29.zip",
                    "size": "4657"
                },
                "title_clean": "Frogger",
                "plot": "[CR][B]Overview:[/B][CR]Frogger is a top-down, multi-stage action game. The player controls frogs home, while avoiding obstacles. The arcade game's popularity lead to many ports, remakes, and sequels.[CR][B]Gameplay:[/B][CR]Frogger about to cross the road.  The objective in Frogger is controlling frogs home using a four-way joystick. Gameplay is timed, and successful completion requires navigating several contiguous stages in each level.First, the frog must cross a highway while avoiding various automobiles. Lanes of traffic operate in alternating directions, and at different speeds. Getting squashed by a vehicle causes the player to lose one life, and restart the level.A median separates the highway from a river. In later stages, the median is occupied by a snake which will also cause the player to lose a life if touched. The river contains alternating lanes of turtles and logs, moving in alternate directions, and at different speeds. The turtles move in groups of two or three, and every other group submerges regularly. The player must navigate over the turtles while above water to reach logs in various configurations, and repeat the process until reaching home.Timing is critical as the player navigates the frog into one of five home slots. Missing the slot, or reaching the edge of the screen before leaping home loses the player one life, and restarts the stage. Once a home slot is filled, the stage restarts, and play resumes until all home slots are filled, causing the next level to start.Score is kept as each frog progresses toward home, points are tallied. Additionally, optional bonus points are gained by rescuing a lady frog atop a log by hopping over her, and bringing her into a home slot without dying. Further bonus points are earned through catching briefly-appearing flies in home slots, and finishing stages early.Later stages present the player with additional challenges from faster moving obstacles, faster submersing turtles, alligators occupying home slots briefly, snakes moving along logs, and trickier log configurations.[CR][B]Legacy:[/B][CR]The popular 1990s show Seinfeld had an episode almost entirely dedicated to Frogger. In the episode George Costanza learns that a pizza place he visited frequently as a child is closing down which will lead to the unplugging of a Frogger arcade machine and the loss of his high score. At the end of the episode, from a top down view identical to the game, we see George maneuver the arcade cabinet through traffic to reach the other side of the street.[CR]",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "studio": "Parker Brothers",
                "nplayers": "1",
                "perspective": "Top-Down",
                "rating": "3.8",
                "videoid": "0YydHBLbvEs",
                "thegamesdb_id": "22844",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/frogger",
                "giantbomb_url": "https://www.giantbomb.com/frogger/3030-11903/",
                "boxart1": "rxhtJdN.png",
                "boxart2": "FTzfemE.jpg",
                "snapshot1": "ifMqUtE.png",
                "snapshot2": "0z0fN45.png",
                "snapshot3": "NNvADf6.png",
                "snapshot4": "SaBaW6W.png",
                "snapshot5": "qNaoAkZ.png",
                "snapshot6": "qNhRWmy.png",
                "snapshot7": "LIPAKlu.png",
                "snapshot8": "Sanq2NY.png",
                "snapshot9": "5crR6UN.png",
                "snapshot10": "XH9Ml2n.png",
                "clearlogo1": "qzA24yr.png"
            },
            {
                "name": "Frogger (Brazil)",
                "description": "Frogger (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FFrogger%20%28Brazil%29.zip",
                    "size": "5426"
                },
                "title_clean": "Frogger",
                "plot": "[CR][B]Overview:[/B][CR]Frogger is a top-down, multi-stage action game. The player controls frogs home, while avoiding obstacles. The arcade game's popularity lead to many ports, remakes, and sequels.[CR][B]Gameplay:[/B][CR]Frogger about to cross the road.  The objective in Frogger is controlling frogs home using a four-way joystick. Gameplay is timed, and successful completion requires navigating several contiguous stages in each level.First, the frog must cross a highway while avoiding various automobiles. Lanes of traffic operate in alternating directions, and at different speeds. Getting squashed by a vehicle causes the player to lose one life, and restart the level.A median separates the highway from a river. In later stages, the median is occupied by a snake which will also cause the player to lose a life if touched. The river contains alternating lanes of turtles and logs, moving in alternate directions, and at different speeds. The turtles move in groups of two or three, and every other group submerges regularly. The player must navigate over the turtles while above water to reach logs in various configurations, and repeat the process until reaching home.Timing is critical as the player navigates the frog into one of five home slots. Missing the slot, or reaching the edge of the screen before leaping home loses the player one life, and restarts the stage. Once a home slot is filled, the stage restarts, and play resumes until all home slots are filled, causing the next level to start.Score is kept as each frog progresses toward home, points are tallied. Additionally, optional bonus points are gained by rescuing a lady frog atop a log by hopping over her, and bringing her into a home slot without dying. Further bonus points are earned through catching briefly-appearing flies in home slots, and finishing stages early.Later stages present the player with additional challenges from faster moving obstacles, faster submersing turtles, alligators occupying home slots briefly, snakes moving along logs, and trickier log configurations.[CR][B]Legacy:[/B][CR]The popular 1990s show Seinfeld had an episode almost entirely dedicated to Frogger. In the episode George Costanza learns that a pizza place he visited frequently as a child is closing down which will lead to the unplugging of a Frogger arcade machine and the loss of his high score. At the end of the episode, from a top down view identical to the game, we see George maneuver the arcade cabinet through traffic to reach the other side of the street.[CR]",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "studio": "Parker Brothers",
                "nplayers": "1",
                "perspective": "Top-Down",
                "rating": "3.8",
                "videoid": "0YydHBLbvEs",
                "thegamesdb_id": "22844",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/frogger",
                "giantbomb_url": "https://www.giantbomb.com/frogger/3030-11903/",
                "boxart1": "JBQHZEZ.jpg",
                "boxart2": "FTzfemE.jpg",
                "snapshot1": "IeOJa7n.png",
                "snapshot2": "0z0fN45.png",
                "snapshot3": "NNvADf6.png",
                "snapshot4": "SaBaW6W.png",
                "snapshot5": "qNaoAkZ.png",
                "snapshot6": "qNhRWmy.png",
                "snapshot7": "LIPAKlu.png",
                "snapshot8": "Sanq2NY.png",
                "snapshot9": "5crR6UN.png",
                "snapshot10": "XH9Ml2n.png",
                "clearlogo1": "qzA24yr.png"
            },
            {
                "name": "Golf (Europe)",
                "description": "Golf (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FGolf%20%28Europe%29.zip",
                    "size": "1928"
                },
                "title_clean": "Golf",
                "plot": "A one to four player sports game published and developed by Magnavox in 1978.",
                "genre": "Sports",
                "nplayers": "1-4 Alt",
                "thegamesdb_id": "22934",
                "giantbomb_url": "https://www.giantbomb.com/golf/3030-21797/",
                "boxart1": "TiQraTd.jpg",
                "snapshot1": "YFPrxF5.png"
            },
            {
                "name": "Great Wall Street Fortune Hunt, The (USA, Europe)",
                "description": "Great Wall Street Fortune Hunt, The (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FGreat%20Wall%20Street%20Fortune%20Hunt%2C%20The%20%28USA%2C%20Europe%29.zip",
                    "size": "3248"
                },
                "title_clean": "Great Wall Street Fortune Hunt, The",
                "plot": "The Great Wall Street Fortune Hunt is another game in the Master Strategy Series, a series of part console, part board games on the Odyssey.[CR]This is a stock exchange simulator. One or two players (or groups, if more than 2 people are playing) take the role of investors (or investment syndicates) trying to anticipate investment fluctuations to take advantage of buying and selling opportunities which occurs during the game.[CR]The main screen is divided in three sections. The upper section displays the investment choices and prices per share scrolling from right to left. The middle section displays news flashes related to the market and the lower section displays each player's investment portfolio and capital. A grey bar chart to the right displays the overall market performance during each quarter of a year.[CR]Each investor starts with $100,000 and can enter a maximum of seven investments into the computer. The investments are bought using the keyboard by entering the letters representing it (IBM, for instance) and the number of shares wanted. The shares can be sold in lots of 100. All investments entered must be sold at the end of each year (four quarters, each quarter taking about 5 minutes of real time). The computer will signal the end of each quarter. The winner is the investor accumulating the greatest net worth after 5 years.[CR]The game can be played in four levels of progressively increased complexity:[CR]Straight Investment Transactions[CR]2. Straight Investment Transactions & Treasury Bills[CR]3. Straight Investment Transactions & Treasury Bills & Buying on Margin[CR]4. Straight Investment Transactions & Treasury Bills & Buying on Margin & Stock Options[CR]The gameboard is used to keep track of information dealt with off-screen. It is divided in 4 sections: investment positions, T-Bill market, time frame indicator and prime rate indicator.[CR]Each investor receives a set of numbered share/margin tokens to be placed in the share section of the gameboard for every straight transaction done. There are 30 different investments available and each investment has a different sensitivity to changing national and international conditions in three areas as shown in the gameboard: Gross National Product, Prime Interest Rate and Political Instability. The news flashes presented in the screen will affect the investments according to there three indicators.[CR]The time frame indicator is used to keep track of which quarter the game is currently on.[CR]The T-Bill market and Prime Interest Rate parts of the gameboard are only used in level 2 games or higher. The Prime Interest Rate is the interest banks quote as charging their best corporate customers. It is directly related to the interest rate on Treasury Bills. The prime rate will be reported by the news bulletins on the screen and must be marked with the appropriate tokens on the gameboard.[CR]The level 3 adds the option of buying stocks on margin, i.e., with money borrowed from the broker. The computer only keeps track of investments bought in cash, so this kind of transaction must be tracked with the help of a proper token in the gameboard.[CR]The level 4 adds option trades to the game. Options give the investor the right, but not the obligation, to buy or sell securities at current prices at the beginning of the following quarter. It is basically a bet about the rise or fall of a specific security price.[CR]Besides the gameboard, each player has his/her own investment record pad to better keep track of his/her transactions.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Simulation",
                "nplayers": "1",
                "perspective": "1st-Person",
                "thegamesdb_id": "22845",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/great-wall-street-fortune-hunt",
                "boxart1": "ATnRNZa.png",
                "boxart2": "w5wl9vh.png",
                "snapshot1": "MTvmFEf.png",
                "snapshot2": "aecfzeo.png",
                "snapshot3": "oyr22KB.png",
                "snapshot4": "Y0B38Zh.png",
                "snapshot5": "b7mkjaW.png"
            },
            {
                "name": "Guerre Laser (France)",
                "description": "Guerre Laser (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FGuerre%20Laser%20%28France%29.zip",
                    "size": "1996"
                },
                "title_clean": "Guerre Laser",
                "snapshot1": "A5YkR5h.png"
            },
            {
                "name": "Gunfighter (Europe)",
                "description": "Gunfighter (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FGunfighter%20%28Europe%29.zip",
                    "size": "1984"
                },
                "title_clean": "Gunfighter",
                "thegamesdb_id": "22933",
                "boxart1": "UGbbTwv.jpg"
            },
            {
                "name": "Hockey + Soccer (USA, Europe)",
                "description": "Hockey + Soccer (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FHockey%20%2B%20Soccer%20%28USA%2C%20Europe%29.zip",
                    "size": "2011"
                },
                "title_clean": "Hockey + Soccer",
                "plot": "Hockey![CR]Realistic speed skating and fast off-the-wall action on electronic ice![CR](Two players)[CR]1. Press any key on the alpha-numeric keyboard.[CR]2. Ice Hockey and Soccer games will alternately be displayed on the screen.[CR]3. To start a Hockey game, move the joy stick of either hand control in any direction when Hockey appears on the screen.[CR]4. The period in play and a digital timer will appear at the bottom of the screen.[CR]5. There are three five minute periods to each game. The timer will automatically reset at the end of each period. The game is over at the end of three periods.[CR]6. There are six players on each team. Five of the players can race after the puck to any part of the ice. The goalies will only cover the goal areas.[CR]7. The joy stick will control the player closest to the puck and the goalie. The player closest to the puck can be identified by the hockey stick. The other players will automatically follow the action.[CR]8. Players can block each other if they make body contact and will become immobilized. Use the joy sticks of both hand controls to separate them.[CR]9. The puck is shot when a player makes contact with it and presses the action button. The puck will travel in the direction determined by the joy stick. The puck will continue its flight as long as the action button is depressed . . . or until it is blocked by another player on either team.[CR]10. To play again, press RESET and move the joy stick of either hand control when Hockey is displayed on the screen.[CR]_________________________[CR]Soccer![CR]A computerized version of the fastest growing college sport in the U.S.[CR](Two players)[CR]1. Press any key on the alpha-numeric keyboard.[CR]2. Ice Hockey and Soccer games will alternately be displayed on the screen.[CR]3. To start a Soccer game, move the joy stick on either hand control in any direction when Soccer appears on the screen.[CR]4. The period in play and a digital timer will appear at the bottom of the screen.[CR]5. There are two five minute periods to each game. The timer will automatically reset at the beginning of the second period. The game is over at the end of two periods.[CR]6. There are six players on each team. Five of the players can run after the ball to any part of the field. The goalie will only cover the goal area.[CR]7. The joy stick will control only the players closest to the ball and their goalies. These players will flash to show they are in direct control of the joy sticks. The other players will automatically follow the play.[CR]8. Players can block each other if they make body contact and will become immobilized. If several players jam and are unable to move, use both joy sticks to separate them. If this does not unlock the jam, press RESET and start a new game.[CR]9. The ball is propelled when a player hits it with head or legs. The ball will travel in the direction determined by the joy stick. The ball goes farther if you depress the action button at the same time a player makes contact with it. The ball will continue in motion as long as the action button is depressed, but will be halted if blocked by another player.[CR]10. To play another game, press RESET and move the joy stick on either hand control when Soccer is displayed on the screen.[CR]~From the Hockey! & Soccer! Manual[CR]_________________________[CR]CHEATS:[CR]SOCCER!: If you go to goal post to your right as you are looking at the screen, go underneath the bottom goal post along the edge of the screen, then continue kicking the ball up (as if it was hitting the goal post), and it will eventually go in, scoring an easy goal. (Submitted by Mark [CR]http://odyssey2.classicgaming.gamespy.com/cheats/index.php#comandonoturno[CR]",
                "releasedate": "10/5/1979",
                "genre": "Sports",
                "studio": "Magnavox",
                "nplayers": "2 VS",
                "snapshot1": "L7CQQO4.png"
            },
            {
                "name": "I've Got Your Number (USA, Europe)",
                "description": "I've Got Your Number (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FI%27ve%20Got%20Your%20Number%20%28USA%2C%20Europe%29.zip",
                    "size": "2005"
                },
                "title_clean": "I've Got Your Number",
                "plot": "In this math/logic game, two players compete against each other trying to solve equations.[CR]Two sets of orbiting symbols is presented at the center of the screen, while an equation is presented in the bottom side of the screen. One of the variables in the equation is represented by a question mark (?),  and the players must conduct their characters to catch the right missing symbol. Sometimes the right symbol will be at the center of the orbit, and the players can duck (by pressing the action button) in order to avoid touching the wrong symbols.[CR]If they get a wrong symbol, their character will be sent to his starting point, and will nod in disapproval. The wrong symbol will be taken out, increasing the chances of the right symbol to be caught. If the players get the right symbol, they'll cheer up and a point will be scored. The game ends when a player first scores ten correct answers.",
                "releasedate": "10/5/1979",
                "year": "1979",
                "nplayers": "2 VS",
                "rating": "2.8",
                "thegamesdb_id": "22849",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/ive-got-your-number",
                "giantbomb_url": "https://www.giantbomb.com/ive-got-your-number/3030-12068/",
                "boxart1": "rYYWV6Q.png",
                "boxart2": "t5eTnHD.png",
                "boxart3": "wd91Klp.jpg",
                "snapshot1": "c0V3SnS.png",
                "snapshot2": "y6iggH4.png",
                "snapshot3": "yrKtfMe.png",
                "snapshot4": "VbkVfXY.png",
                "snapshot5": "X3DoB3V.png"
            },
            {
                "name": "Interpol (Europe) (Proto)",
                "description": "Interpol (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FInterpol%20%28Europe%29%20%28Proto%29.zip",
                    "size": "3668"
                },
                "title_clean": "Interpol",
                "plot": "Prototype",
                "year": "2000",
                "genre": "Strategy",
                "nplayers": "1-2 Sim",
                "thegamesdb_id": "22932",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/interpol",
                "boxart1": "8ZXPN0a.png",
                "snapshot1": "gvL8S0U.png",
                "snapshot2": "39uhjYJ.png",
                "snapshot3": "GsLMBcL.png",
                "snapshot4": "KLoFOuv.png",
                "snapshot5": "VFKhvEp.png",
                "snapshot6": "3fNUc6p.png",
                "snapshot7": "PZPJgdY.png",
                "snapshot8": "4QYs3kq.png",
                "snapshot9": "o0zEyQO.png",
                "snapshot10": "yvpqm22.png"
            },
            {
                "name": "Invaders from Hyperspace (USA)",
                "description": "Invaders from Hyperspace (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FInvaders%20from%20Hyperspace%20%28USA%29.zip",
                    "size": "2015"
                },
                "title_clean": "Invaders from Hyperspace",
                "plot": "The players are in the Battle Control Central at the heart of the United Planets Interstellar Galactic Empire. From there, they monitor the activity of the twin solar systems of Terien and Lorien, forty-three billion light years away. Their mission is to control to protect the planets of those solar systems from the invasion fleet with the remote controlled battle cruisers.[CR]They'll control their ships with the joystick and fire lasers with the action button. The invasion fleet will shoot the players and the planets as well. Shot planets will have their colors changed and will be conquered when their colors match the invaders ship's colors.[CR]If the players' ship is destroyed, a new one will be launched from one of the planets with their color. If there's no planet with their color, they'll have to wait until a planet's color change to theirs.[CR]If the players crash into planets with a color different than theirs, both the ship and the planet will be destroyed. Destroyed planets won't come back, but the central planet at each orbit is indestructible. Players can also hide their ships in their own planets, by landing on them. Planets with ships landed will blink.[CR]The winner is the player who first destroys ten enemy ships.",
                "releasedate": "10/5/1979",
                "year": "1979",
                "genre": "Action",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "3.6",
                "thegamesdb_id": "22848",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/invaders-from-hyperspace",
                "giantbomb_url": "https://www.giantbomb.com/invaders-from-hyperspace/3030-3606/",
                "boxart1": "Fu0gJPP.png",
                "boxart2": "nswKd6s.jpg",
                "boxart3": "J0T0MVA.jpg",
                "snapshot1": "n0sQbYw.png",
                "snapshot2": "7bWJcxu.png",
                "snapshot3": "AM9tItj.png",
                "snapshot4": "2JqqwSn.png",
                "snapshot5": "nAO5vvP.png",
                "snapshot6": "F7UY6sR.png",
                "snapshot7": "I1rEoEZ.png"
            },
            {
                "name": "Jeu de Quilles + Basketball (France)",
                "description": "Jeu de Quilles + Basketball (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FJeu%20de%20Quilles%20%2B%20Basketball%20%28France%29.zip",
                    "size": "1981"
                },
                "title_clean": "Jeu de Quilles + Basketball",
                "snapshot1": "n0sQbYw.png"
            },
            {
                "name": "Jumping Acrobats (Europe)",
                "description": "Jumping Acrobats (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FJumping%20Acrobats%20%28Europe%29.zip",
                    "size": "1925"
                },
                "title_clean": "Jumping Acrobats",
                "thegamesdb_id": "22930",
                "boxart1": "DBkZSOM.png",
                "snapshot1": "7iNVpoc.png"
            },
            {
                "name": "Jumping Acrobats (Europe) (Alt 1)",
                "description": "Jumping Acrobats (Europe) (Alt 1)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FJumping%20Acrobats%20%28Europe%29%20%28Alt%201%29.zip",
                    "size": "1950"
                },
                "title_clean": "Jumping Acrobats",
                "thegamesdb_id": "22930",
                "boxart1": "DBkZSOM.png"
            },
            {
                "name": "K.C. Munchkin (USA)",
                "description": "K.C. Munchkin (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FK.C.%20Munchkin%20%28USA%29.zip",
                    "size": "3234"
                },
                "title_clean": "K.C. Munchkin",
                "plot": "A top-down maze puzzle game with a concept similar to Pac-Man. The player controls a \"Munchkin\" whose goal is to eat all of \"munchies\" on the screen, all the while being chased by three \"Munchers\" who are trying to eat him. [CR]By eating a glowing munchie, all of the Munchers will turn purple and can be hunted down for a limited time, successfully doing so results in a score bonus. Once a Muncher has been \"munched out\" (term used in the manual), it will return the the center of the maze to recharge for a short time before setting out for revenge once again.[CR]As players eat more and more munchies, the remaining munchies begin to move faster and faster around the maze. When there is only one left, it will be moving at the same speed as the player. You'll then have to hunt it down while avoiding the Munchers.[CR]The game offers 4 pre-built mazes, as well as invisible versions of these mazes (the walls will only appear when you run into them). However, it includes the option to design custom mazes through a programming mode. Players can base a design off of presets or start from scratch.",
                "releasedate": "10/5/1981",
                "year": "1981",
                "genre": "Action",
                "nplayers": "1-2 Alt",
                "perspective": "Top-Down",
                "rating": "3.7",
                "thegamesdb_id": "22850",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/kc-munchkin",
                "giantbomb_url": "https://www.giantbomb.com/kc-munchkin/3030-4559/",
                "boxart1": "a7BhfFF.png",
                "boxart2": "5Mq4UaJ.jpg",
                "boxart3": "kTy3GmG.jpg",
                "snapshot1": "z4xV21O.png",
                "snapshot2": "laIU2en.png",
                "snapshot3": "RS8BzMK.png",
                "snapshot4": "uIjAVms.png",
                "snapshot5": "xPRzSI1.png",
                "snapshot6": "flUccZ8.png",
                "snapshot7": "VKXC9Os.png",
                "snapshot8": "sIEp2Vz.png",
                "snapshot9": "W8Dgn19.png"
            },
            {
                "name": "K.C.'s Krazy Chase (USA, Europe)",
                "description": "K.C.'s Krazy Chase (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FK.C.%27s%20Krazy%20Chase%20%28USA%2C%20Europe%29.zip",
                    "size": "3800"
                },
                "title_clean": "K.C.'s Krazy Chase",
                "plot": "In this sequel to K.C. Munchkin!, our hero confronts the dreaded tree-eating Dratapillars of Venus![CR]The player controls K.C. in a top-down maze. K.C. must defeat Dratrapillar, a multicolored centipede, by eating each of its round segments from the rear, avoiding to touch its head. K.C. must also avoid Dratapillar's assistants, the Drats. When K.C. eats one of Dratapillar's segments, the Drats turn white and stop chasing K.C., who can catch them, making them spin. After a while, the Drats will stop spinning and will return to the chase. The maze is also populated by ever-growing trees that can be eaten either by K.C. or the Dratappilar.[CR]K.C. earns 1 point for each tree eaten, 3 points for each Dratappilar's segment eaten and 10 points for each Drat stopped. When he munches out all Dratapillar's segments, he earns a 20 points bonus and proceeds to the next stage, with faster Dratapillar and Drats.[CR]The game offers five pre-built mazes and a programming mode which allows the players to construct their own mazes.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "nplayers": "1-2 Alt",
                "perspective": "Top-Down",
                "rating": "3.6",
                "thegamesdb_id": "22851",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/kcs-krazy-chase",
                "giantbomb_url": "https://www.giantbomb.com/kcs-krazy-chase/3030-3314/",
                "boxart1": "xyDKxjI.png",
                "boxart2": "9bG1gNL.jpg",
                "boxart3": "jNf2evI.jpg",
                "boxart4": "B4LE8g5.jpg",
                "snapshot1": "jEv6bC8.png",
                "snapshot2": "1pSo2dE.png",
                "snapshot3": "P1DXE5b.png",
                "snapshot4": "id99f2G.png",
                "snapshot5": "w3iycZe.png",
                "snapshot6": "3bkMCzO.png",
                "snapshot7": "Gh5o3ek.png",
                "snapshot8": "OFH5nM0.png"
            },
            {
                "name": "Keyboard Creations (USA)",
                "description": "Keyboard Creations (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FKeyboard%20Creations%20%28USA%29.zip",
                    "size": "1687"
                },
                "title_clean": "Keyboard Creations",
                "plot": "Keyboard Creations! lets the player type in a main message which will continually scroll across the screen. The game also lets the player set up an \"alarm\" message which can pop up every 30 seconds. The player can also set a digital clock to keep track of time.[CR]The instruction manual suggests the following games that can be played:[CR]Movie Madness!: 1 player names a movie and it's up to the other player to type in as many people that are associated with that movie. The main objective is to fill in as many characters(up to 99) of the main message as possible within an agreed amount of time. Then player 2 takes his turn and the player with the most characters filled in wins.[CR]Sportscaster!: Played the same way as Movie Madness, except this time involves naming players of sports teams instead.[CR]Identograms!: One player enters a series of clues on a subject and the other player has a limited amount of time to identify the subject. If the subject is displayed on the screen before the player guesses it, the player loses the game.[CR]Source Word!: One player names a source word and the other player has only 5 minutes to type in as many word variations as they can  by using only the letters contained in the source word. The words may be of any length but no letter can be used more than it appears in the source word. Then player 2 takes his turn and the player with the most characters filled in wins.[CR]Tell Tale!: Players take turns entering words of a sentence. A player completing the sentence before the 98th character is out of the game. A player unable to complete a sentence on exactly the 98th space is out of the game. The game continues until only one player is left. If a player ends the sentence on exactly the 98th space, that player is the winner of the game.[CR]Nincompoop!: Player 1 names any vowel the Nincompoop. Then players take turns entering words of increasing length (from 2-5 characters, then the cycle repeats). Anytime the Nincompoop vowel is used the player types Nincompoop in, instead of the vowel that would usually belong there. A player who cannot fit a word of the required length into the 99th space is out of the game. After that player is eliminated, the game starts with anew. The last surviving player is the winner.[CR]Chain Letters!: One player names a category then types in a word that would fit in that category. Then the next player has to type in a word that starts with the last letter of that word that still fits in the current category. A player breaking the letter chain is out of the game and the surviving players continue.until only one player is left, or until a player ends a chain on exactly the 99th space. If a player cannot name a category word that fits into the 99th space, that player loses. A new category is selected after that, with the other surviving players continuing on the game. [CR]Quiz Wiz!: One player programs a series a math problems for the other player to solve in a limited amount of time. The player wins if they arrive at the answer before it appears on the screen.",
                "releasedate": "10/5/1981",
                "year": "1981",
                "nplayers": "1",
                "thegamesdb_id": "22852",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/keyboard-creations",
                "boxart1": "NRhpmji.png",
                "snapshot1": "WTMNE9T.png",
                "snapshot2": "iXYxu7i.png",
                "snapshot3": "yKPh6UQ.png",
                "snapshot4": "c7JcyVZ.png"
            },
            {
                "name": "Killer Bees (USA)",
                "description": "Killer Bees (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FKiller%20Bees%20%28USA%29.zip",
                    "size": "4304"
                },
                "title_clean": "Killer Bees",
                "plot": "The Beebots from the insect civilization of BEM are invading the Earth, protected by swarms of Killer Bees, and it's up to a swarm of white bees to stop them.[CR]The player control the white bees swarm, trying to kill the Beebots by flying over them and stinging them. The longer the swarm flies over a Beebot, the slower it moves, until it finally stops and dies. When a Beebot dies, a grave marker will be raised in its place, making the movement of the remaining Beebots more difficult. The red Beebots move clockwise, the blue ones move counterclockwise.[CR]The Beebots are protected by swarms of Killer Bees. If a swarm of Killer Bees attacks the player's swarm, it will lose its bees gradually, until none are left and the game is over. The longer the Killer Bees stay on screen, the stronger they get. They'll change their colors gradually, from green (the less harmful) to blue and then finally to red (the most dangerous).[CR]The only defense the player has against the Killer Bees is the bug-zapping RoSHa Ray, released by pressing the action button. It is recharged each time a Beebot is killed, and it follows the white bees swarm vertical movement. Once all Beebots are killed, the round ends, and a new one starts with a new level of difficulty. There are 26 difficulty levels.[CR]The player scores one point per sting, ten points per zapped swarm and 100 points per Beebot killed. At the end of each round, a bonus is also given, consisting in ten points per each survivor bee, multiplied by the number of the round.",
                "releasedate": "10/5/1983",
                "year": "1983",
                "genre": "Action",
                "studio": "North American Philips Consumer Electronics Corp.",
                "nplayers": "1",
                "perspective": "Top-Down",
                "rating": "4.1",
                "thegamesdb_id": "22853",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/killer-bees",
                "giantbomb_url": "https://www.giantbomb.com/killer-bees/3030-14798/",
                "boxart1": "TSAMFWd.png",
                "snapshot1": "V2Vn4OQ.png",
                "snapshot2": "IF4XEsB.png",
                "snapshot3": "B80zmJz.png",
                "snapshot4": "9e3Q3lt.png",
                "snapshot5": "yJf26cG.png",
                "snapshot6": "pRbkvLc.png",
                "snapshot7": "Q7so7Sl.png",
                "snapshot8": "nU9LDEc.jpg"
            },
            {
                "name": "Kinder im Verkehr 1 (Germany)",
                "description": "Kinder im Verkehr 1 (Germany)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FKinder%20im%20Verkehr%201%20%28Germany%29.zip",
                    "size": "1886"
                },
                "title_clean": "Kinder im Verkehr 1",
                "plot": "Released in Europe",
                "releasedate": "1/1/1982",
                "genre": "Platform",
                "nplayers": "1",
                "thegamesdb_id": "22854",
                "boxart1": "TDdDOuG.png",
                "snapshot1": "eHVTygo.png"
            },
            {
                "name": "La Quete des Anneaux (France)",
                "description": "La Quete des Anneaux (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FLa%20Quete%20des%20Anneaux%20%28France%29.zip",
                    "size": "3767"
                },
                "title_clean": "La Quete des Anneaux",
                "snapshot1": "Z8XRKwn.png"
            },
            {
                "name": "Labyrinth Game, A + Supermind (Europe)",
                "description": "Labyrinth Game, A + Supermind (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FLabyrinth%20Game%2C%20A%20%2B%20Supermind%20%28Europe%29.zip",
                    "size": "1935"
                },
                "title_clean": "Labyrinth Game, A + Supermind",
                "plot": "0-7 One player variations of Labyrinth[CR]8 Two player Labyrinth[CR]9 One player \"Attack Mode\" Labyrinth[CR]A-B Supermind[CR]~Rx[CR]Cheats: [CR]This is without a doubt one of the worst programming glitches ever to appear in a video game. The object of this Videopac release is to maneuver your cursor through a maze to the right side of the screen. To get there fast, just push your cursor against the top of the maze. You'll pass right through the wall, actually moving outside of the maze, and can move over to the right side of the screen at your leisure. Better yet, just go to the closer left side of the screen, and you'll have completed the maze in almost no time![CR]http://odyssey2.classicgaming.gamespy.com/cheats/index.php#comandonoturno[CR]",
                "releasedate": "10/5/1982",
                "genre": "Maze",
                "studio": "Philips",
                "nplayers": "1-2 VS",
                "snapshot1": "66eqcBk.png"
            },
            {
                "name": "Las Vegas (France)",
                "description": "Las Vegas (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FLas%20Vegas%20%28France%29.zip",
                    "size": "1964"
                },
                "title_clean": "Las Vegas",
                "snapshot1": "EPoU5YM.png"
            },
            {
                "name": "Las Vegas Blackjack (USA, Europe)",
                "description": "Las Vegas Blackjack (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FLas%20Vegas%20Blackjack%20%28USA%2C%20Europe%29.zip",
                    "size": "2054"
                },
                "title_clean": "Las Vegas Blackjack",
                "plot": "One or two players can play against the computer in this Blackjack game.[CR]Each player starts with $1000. After placing their bets (through the keyboard), the dealer shuffles the cards and deals two face-up cards for each player and one face-up card and one face-down card to himself. He then asks the players to hit more cards or not (up to five). After each player has been dealt a full hand, the dealer reveals his face-down card. He'll take a hit if he has a total of 16 or less.[CR]Blackjack or five cards without a bust pays double. The nearest to 21 hands pays even. No money is paid if there is a tie.[CR]The computer offers an insurance bet if the dealer's first card is an ace. If the player accepts and the dealer goes blackjack, the player will lose no money. Otherwise, he will win or lose the current bet plus a half.[CR]Sometimes the computer will also offer a double down. If the player accepts, the bet is doubled and he will get just one more card.",
                "releasedate": "10/5/1978",
                "year": "1978",
                "genre": "Simulation, Strategy",
                "studio": "Magnavox",
                "nplayers": "1-2 VS",
                "perspective": "Top-Down",
                "rating": "2.8",
                "thegamesdb_id": "22856",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/las-vegas-blackjack",
                "giantbomb_url": "https://www.giantbomb.com/las-vegas-blackjack/3030-15082/",
                "boxart1": "cU5OwxN.png",
                "boxart2": "fgdfT6S.png",
                "boxart3": "1EwR1nS.jpg",
                "snapshot1": "TrvAlIQ.png",
                "snapshot2": "TfDzPql.png",
                "snapshot3": "39Q8Aij.png",
                "snapshot4": "8fJVFqZ.png",
                "snapshot5": "ucqGTTf.png",
                "snapshot6": "UgjzmP6.png",
                "snapshot7": "pjVFDpH.png",
                "snapshot8": "oF4o1IU.png",
                "snapshot9": "GobPGui.png",
                "snapshot10": "ohdgJdP.png"
            },
            {
                "name": "Laser War (Europe)",
                "description": "Laser War (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FLaser%20War%20%28Europe%29.zip",
                    "size": "1991"
                },
                "title_clean": "Laser War",
                "thegamesdb_id": "22928",
                "giantbomb_url": "https://www.giantbomb.com/laser-war/3030-21811/",
                "boxart1": "3bPcItq.jpg",
                "snapshot1": "SwuV6gr.png",
                "snapshot2": "z9tlWfP.png"
            },
            {
                "name": "Loony Balloon (Europe) (Proto)",
                "description": "Loony Balloon (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FLoony%20Balloon%20%28Europe%29%20%28Proto%29.zip",
                    "size": "3569"
                },
                "title_clean": "Loony Balloon",
                "plot": "In Loony Balloon, the player controls a kid carrying a swaying balloon crossing a playground. To get out of the playground, he must reduce the balloon's sway, or it will burst when he crosses the exit. To do so, he must earn 50 points by playing in the various amusements of the playground.[CR]There are four kinds of amusements: a rocking horse, a slide, a roundabout and trees. The boy will also find threats to his balloon along the way, like birds that will cross the screen from left to right, trying to burst it, and sudden gusts of wind, which will take the balloon out from the boy's grasp if he stands still for too long.[CR]The boy can release the balloon at any time and grab it again by its string (by pressing the action button). If the balloon hits a wall, it will burst and the game is over. The longer the game is played, the quicker the balloon rises if released.[CR]The player scores:[CR]1. 2 points by catching the balloon;[CR]2. 5 points by playing at a tree;[CR]3. 7 points by playing at the rocking horse;[CR]4. 8 points by evading a bird;[CR]5. 10 points by playing at the slide;[CR]6. 12 points by playing at the roundabout;[CR]7. 25 points by leaving the playground.[CR]There are 10 difficulty levels. From levels 0 to 4, the playground layout is fixed. From levels 5 to 9, the walls in the playground will appear, disappear and change places.",
                "releasedate": "10/5/1984",
                "year": "1984",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "thegamesdb_id": "22858",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/loony-balloon",
                "giantbomb_url": "https://www.giantbomb.com/loony-balloon/3030-17581/",
                "boxart1": "8rLR1ZC.png",
                "snapshot1": "SwuV6gr.png",
                "snapshot2": "RwTkDvq.png",
                "snapshot3": "5GzJnuf.png",
                "snapshot4": "mRyrI6w.png",
                "snapshot5": "Z2p7HQ7.png",
                "snapshot6": "hp0yRA5.png",
                "snapshot7": "InekbWa.png",
                "snapshot8": "LnLrLOi.png",
                "snapshot9": "W8funNM.png",
                "snapshot10": "NEspz5f.png"
            },
            {
                "name": "Martian Threat (Europe) (Proto) (Alt 1)",
                "description": "Martian Threat (Europe) (Proto) (Alt 1)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMartian%20Threat%20%28Europe%29%20%28Proto%29%20%28Alt%201%29.zip",
                    "size": "4629"
                },
                "title_clean": "Martian Threat",
                "plot": "Martians are attacking the Earth and planning to destroy all life in it. A Martian space ship is orbiting the earth and a big laser cannon is being built on Earth and it is the player's mission to hold the Martian threat until the laser cannon is complete. To do so, the SIDO (Space Intruder Defense Organisation) infiltrated a fighting probe inside the Martian spaceship.[CR]In Martian Threat the player controls a fighting probe with the joystick. The lack of gravity will make the probe keep moving until reverse thrust is given. The player has to shoot Martians and their energy bombs, which will appear in four different spots. The probe can only shoot diagonally. At the start, the Martian bombs are green and have little energy on them. As the game proceeds the bombs turn blue, purple and finally red. The probe can take up to ten hits from green bombs, but only three hits from red bombs. Additionally, the bombs will move faster and when they hit the probe they'll push it away. The probe explodes if it hits the space ship's walls.[CR]The game has two possible endings. If the player succeeds in defending the Earth for 64 seconds (77 seconds in PAL systems), the laser defense will be finished and Earth will be saved. If the probe gets destroyed before that, the Martians will release their virus bomb and destroy all life on Earth.",
                "releasedate": "11/10/2008",
                "year": "2008",
                "genre": "Action",
                "studio": "Classic Consoles Center",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "2.1",
                "thegamesdb_id": "22927",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/martian-threat",
                "boxart1": "Csme9iU.png",
                "snapshot1": "SVCR4Cy.png",
                "snapshot2": "nQalsQQ.png",
                "snapshot3": "UdMkmRD.png",
                "snapshot4": "jFCaSA3.png",
                "snapshot5": "rExHL3l.png",
                "snapshot6": "ZFZzruT.png"
            },
            {
                "name": "Martian Threat (Europe) (Proto)",
                "description": "Martian Threat (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMartian%20Threat%20%28Europe%29%20%28Proto%29.zip",
                    "size": "4514"
                },
                "title_clean": "Martian Threat",
                "plot": "Martians are attacking the Earth and planning to destroy all life in it. A Martian space ship is orbiting the earth and a big laser cannon is being built on Earth and it is the player's mission to hold the Martian threat until the laser cannon is complete. To do so, the SIDO (Space Intruder Defense Organisation) infiltrated a fighting probe inside the Martian spaceship.[CR]In Martian Threat the player controls a fighting probe with the joystick. The lack of gravity will make the probe keep moving until reverse thrust is given. The player has to shoot Martians and their energy bombs, which will appear in four different spots. The probe can only shoot diagonally. At the start, the Martian bombs are green and have little energy on them. As the game proceeds the bombs turn blue, purple and finally red. The probe can take up to ten hits from green bombs, but only three hits from red bombs. Additionally, the bombs will move faster and when they hit the probe they'll push it away. The probe explodes if it hits the space ship's walls.[CR]The game has two possible endings. If the player succeeds in defending the Earth for 64 seconds (77 seconds in PAL systems), the laser defense will be finished and Earth will be saved. If the probe gets destroyed before that, the Martians will release their virus bomb and destroy all life on Earth.",
                "releasedate": "11/10/2008",
                "year": "2008",
                "genre": "Action",
                "studio": "Classic Consoles Center",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "2.1",
                "thegamesdb_id": "22927",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/martian-threat",
                "boxart1": "Csme9iU.png",
                "snapshot1": "Nlxvxtl.png",
                "snapshot2": "nQalsQQ.png",
                "snapshot3": "UdMkmRD.png",
                "snapshot4": "jFCaSA3.png",
                "snapshot5": "rExHL3l.png",
                "snapshot6": "ZFZzruT.png"
            },
            {
                "name": "Matchmaker   Logix   Buzzword (USA)",
                "description": "Matchmaker   Logix   Buzzword (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMatchmaker%20%20%20Logix%20%20%20Buzzword%20%28USA%29.zip",
                    "size": "2143"
                },
                "title_clean": "Matchmaker   Logix   Buzzword",
                "plot": "Three games are available in this compilation:[CR]1. Matchmaker! (selected by pressing \"1\") is a regular Memory game. A matrix with 20 letters appears on the screen and the player has to find pairs of symbols hidden by the letters. Two counters will be displayed: time and number of matches. In two players mode (selected by pressing \"2\"), the players share the matrix and the one who makes more matches win.[CR]2. Logix! (selected by pressing \"4\") lets the player guess a sequence of five different digits. The player types in the first try and the computer will display a two digit number with the number of correct digits to the right and the number of correctly placed digits on the left. The player has then to continue guessing the sequence based on the clues given. The object is to solve the problem in the least number of tries, counted on the left ot the screen.[CR]3. Buzzword! (selected by pressing \"3\") is similar to the Hangman game. A row of dashes will appear in the screen, representing a word. Also, eight X's will appear at the bottom of the screen. The player tries to guess the word at the screen by typing letters on the keyboard. If a letter is right, it is replaced in the word. If it is wrong, it replaces one X on the screen. The game ends when the player has discovered the word or when he has made eight mistakes.",
                "releasedate": "10/5/1978",
                "year": "1978",
                "studio": "Magnavox",
                "nplayers": "1-2 Sim",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/matchmaker-logix-buzzword",
                "giantbomb_url": "https://www.giantbomb.com/matchmaker-logix-buzzword/3030-10090/",
                "boxart1": "uzDfiMN.jpg",
                "boxart2": "SB9pNo1.jpg",
                "boxart3": "UpNEzYJ.jpg",
                "snapshot1": "wphHFo7.png",
                "snapshot2": "zhENRyA.png",
                "snapshot3": "ET1BaF8.png",
                "snapshot4": "XhJJsQE.png",
                "snapshot5": "xr2bYGk.png",
                "snapshot6": "II2KKME.png",
                "snapshot7": "RtmuJft.png"
            },
            {
                "name": "Math-A-Magic + Echo (USA, Europe)",
                "description": "Math-A-Magic + Echo (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMath-A-Magic%20%2B%20Echo%20%28USA%2C%20Europe%29.zip",
                    "size": "1919"
                },
                "title_clean": "Math-A-Magic + Echo",
                "plot": "Math-A-Magic![CR]An electronic arithmetic teacher![CR](one or more players)[CR]1. Press 1 on the alpha-numeric keyboard for conventional math problems.[CR]2. The computer will ask if you want to add, subtract, multiply or divide.[CR]3. Press the appropriate symbol on the alpha-numeric keyboard.[CR]4. The computer will then ask you to select a skill level from 1 to 3. The higher the number, the harder the problem.[CR]5. Press the skill level desired on the alpha-numeric keyboard.[CR]6. The first problem will appear on the screen. If the problem is displayed on a horizontal format, enter the solution from left to right.[CR]A. 7 + 8 = ?[CR]A. 7 + 8 = 1[CR]A. 7 + 8 = 15[CR]If the problem is displayed in vertical form, enter the solution from right to left. You will be guided by a flashing question mark.[CR]7. Press the ENTER key. The computer will tell you if you've answered correctly. A right answer will automatically present you with another problem to solve. A wrong answer will give you one more try. (You can change your answer before pressing ENTER by pressing the CLEAR key.)[CR]8. If you give two incorrect answers to the same problem, the computer will tell you the correct answer and allow all the time you need to study the solution. You must press the ENTER key to display the next problem.[CR]9. A digital clock at the upper left of the screen will keep track of your time.[CR]10. A digital scoreboard will keep track of your correct answers. If more than one person is playing, the winner is the player solving ten problems in the least amount of time. The computer sings out a jingle for every 10 correct solutions given.[CR]11. To solve algebraic problems, push RESET and press 2 on the alpha-numeric keyboard.[CR]12. To practice addition and multiplication tables, push RESET and press 3 on the alpha-numeric keyboard. The computer will ask you if you wish to practice addition or multiplication. Press + or x on the alpha-numeric keyboard. The computer will then ask for the number you wish to practice. Press that number on the keyboard.[CR]_________________________[CR]Echo![CR]A brain draining, mind bending, mental dynamic challenge![CR](One or more players)[CR]1. Press the RESET key on the alpha-numeric keyboard. SELECT GAME will appear on the screen.[CR]2. Press 4 on the alpha-numeric keyboard. Four numbers will appear on the lower part of the screen. A message from the computer will ask you to WAIT.[CR]3. It is the computer's turn first. It will light up one of the numbers on the screen and sound a tone.[CR]4. The computer will then signal it is YOUR TURN on the screen.[CR]5. Light up the same number displayed by the computer by pressing the corresponding number on the alpha-numeric keyboard.[CR]6. The computer will then light up two numbers in succession during the next WAIT cycle.[CR]7. When it's YOUR TURN, enter the same numbers into the keyboard in the same sequence.[CR]8. The computer will add one number to its challenge every time you successfully ECHO its challenge.[CR]9. If you make an error, the computer will repeat the challenge. It will even give you a third chance to succeed. But after the third error, the computer will declare GAME OVER on the screen.[CR]10. A digital read-out on the screen keeps track of your score. If more than one player is challenging the computer, the player with the highest score per round is the winner.[CR]11. To play again, press RESET and then press 4 on the alpha-numeric keyboard.[CR]~From the Math-A-Magic! & Echo! Manual[CR]",
                "releasedate": "10/5/1978",
                "genre": "Educational",
                "studio": "Magnavox",
                "nplayers": "1-2 VS",
                "snapshot1": "VjktMAX.png"
            },
            {
                "name": "Mathematicien + Echo (France)",
                "description": "Mathematicien + Echo (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMathematicien%20%2B%20Echo%20%28France%29.zip",
                    "size": "1915"
                },
                "title_clean": "Mathematicien + Echo",
                "snapshot1": "CFkW4iS.png"
            },
            {
                "name": "Mission Impossible (Brazil) (Proto)",
                "description": "Mission Impossible (Brazil) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMission%20Impossible%20%28Brazil%29%20%28Proto%29.zip",
                    "size": "1949"
                },
                "title_clean": "Mission Impossible",
                "plot": "No information online about this prototype.  ~Rx[CR]",
                "releasedate": "Unreleased",
                "genre": "Action",
                "nplayers": "1",
                "thegamesdb_id": "22925",
                "boxart1": "rIgQge7.png",
                "snapshot1": "EjwHvnL.png"
            },
            {
                "name": "Monkeyshines (USA, Europe)",
                "description": "Monkeyshines (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMonkeyshines%20%28USA%2C%20Europe%29.zip",
                    "size": "3753"
                },
                "title_clean": "Monkeyshines",
                "plot": "In Monkeyshines one or two players will try to tag as many monkeys as they can while avoiding being tagged back. The players can move and jump over platforms where the monkeys are hanging and moving around. If a player catches a monkey, he has to press the \"action\" button to tag the monkey and throw it in any desired direction. Once tagged, the monkey will become red for a while and try to tag back the player. If the player is tagged, he's out of the game. The game ends when both player characters are tagged.[CR]The computer keeps track of how many monkeys were tagged. If more than 10 are tagged, the monkeys start to stay red for a longer period of time and it becomes harder for the players to avoid being tagged. The difficulty levels can be skipped without having to score points by pressing the \"+\" key once (for the second level) or twice (for the third).[CR]The main gameplay is called Monkey Tag! Additional variations can be played by the introduction of keyboard commands:[CR]1. Tailspin!: by pressing R the players randomize the platforms' position every few seconds. Pressing S will stop it;[CR]2. Shuteye!: by pressing I the platforms become invisible to the players. Pressing V makes them visible again;[CR]3. Monkey Chess!: in this variation, one of the players (or an additional one) can edit the playfield by adding or removing bars. To do so, the player types the coordinates of the desired vertical (number, letter) or horizontal (letter, number) bar and press \"clear\" to remove it or \"enter\" to add it.This way \"ladders\" and \"cages\" can be built to help the players;[CR]4. Bananas!: this variation consists in a combination of all the previous ones.",
                "releasedate": "10/5/1981",
                "year": "1981",
                "genre": "Action",
                "nplayers": "1-3 VS",
                "perspective": "3rd-Person",
                "rating": "2.4",
                "thegamesdb_id": "22861",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/monkeyshines",
                "boxart1": "6wrp5tp.png",
                "boxart2": "pqBmGxX.png",
                "boxart3": "DAS6VmH.jpg",
                "snapshot1": "EjwHvnL.png",
                "snapshot2": "krosvk7.png",
                "snapshot3": "LwyxWWc.png",
                "snapshot4": "n3OLew2.png",
                "snapshot5": "fBUoBgn.png"
            },
            {
                "name": "Morse (Europe)",
                "description": "Morse (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMorse%20%28Europe%29.zip",
                    "size": "1885"
                },
                "title_clean": "Morse",
                "plot": "Morse teaches the code to players. There are 4 types of games which can be selected in a menu screen:The first type is a Morse code learning game. The player selects the game speed (4 to 30 words per minute) and level (1 to all 36 characters available). The computer will play the Morse signal for the first symbol (Q) and the player has to type in the symbol. After learning two signals, the game starts properly by introducing a row of trees in the top of the screen. An arrow is also displayed near the 4th tree from the left and a man on the right side. For each 10 correctly responded symbols the man takes down one tree. When he reaches the arrow, a new symbol is introduced and the process starts over again. The sequence of symbols is: Q, 7, Z, G, 0, 9, 8, O, 1, J, P, W, L, R, A, M, 6, B, X, D, Y, C, K, N, 2, 3, F, U, 4, 5, V, H, S, I, T and E.[CR]2. The second type lets the player type individual symbols and listen to their respective codes.[CR]3. The third type is similar to the second one, but in this one the player types a sequence of symbols and then press \"enter\" to ask the computer to play the respective code.[CR]4. In the fourth type the player uses the \"action\" button of the joystick to enter codes into and the computer plays them and shows the respective symbol entered.",
                "releasedate": "10/5/1984",
                "year": "1984",
                "studio": "Philips do Brasil Ltda.",
                "nplayers": "1",
                "rating": "2.7",
                "thegamesdb_id": "22862",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/morse",
                "boxart1": "7m5TFnL.png",
                "snapshot1": "1HItIwb.png",
                "snapshot2": "BOfOmMX.png",
                "snapshot3": "Yx1lDCZ.png",
                "snapshot4": "U1RMhzP.png",
                "snapshot5": "TOZTWIH.png",
                "snapshot6": "Eo1QD3W.png",
                "snapshot7": "2vLMXLd.png",
                "snapshot8": "OCfhtFb.png"
            },
            {
                "name": "Morse (France)",
                "description": "Morse (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMorse%20%28France%29.zip",
                    "size": "1881"
                },
                "title_clean": "Morse",
                "plot": "Morse teaches the code to players. There are 4 types of games which can be selected in a menu screen:The first type is a Morse code learning game. The player selects the game speed (4 to 30 words per minute) and level (1 to all 36 characters available). The computer will play the Morse signal for the first symbol (Q) and the player has to type in the symbol. After learning two signals, the game starts properly by introducing a row of trees in the top of the screen. An arrow is also displayed near the 4th tree from the left and a man on the right side. For each 10 correctly responded symbols the man takes down one tree. When he reaches the arrow, a new symbol is introduced and the process starts over again. The sequence of symbols is: Q, 7, Z, G, 0, 9, 8, O, 1, J, P, W, L, R, A, M, 6, B, X, D, Y, C, K, N, 2, 3, F, U, 4, 5, V, H, S, I, T and E.[CR]2. The second type lets the player type individual symbols and listen to their respective codes.[CR]3. The third type is similar to the second one, but in this one the player types a sequence of symbols and then press \"enter\" to ask the computer to play the respective code.[CR]4. In the fourth type the player uses the \"action\" button of the joystick to enter codes into and the computer plays them and shows the respective symbol entered.",
                "releasedate": "10/5/1984",
                "year": "1984",
                "studio": "Philips do Brasil Ltda.",
                "nplayers": "1",
                "rating": "2.7",
                "thegamesdb_id": "22862",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/morse",
                "boxart1": "7m5TFnL.png",
                "snapshot1": "og3ctfC.png",
                "snapshot2": "BOfOmMX.png",
                "snapshot3": "Yx1lDCZ.png",
                "snapshot4": "U1RMhzP.png",
                "snapshot5": "TOZTWIH.png",
                "snapshot6": "Eo1QD3W.png",
                "snapshot7": "2vLMXLd.png",
                "snapshot8": "OCfhtFb.png"
            },
            {
                "name": "Mousing Cat, The (Europe)",
                "description": "Mousing Cat, The (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMousing%20Cat%2C%20The%20%28Europe%29.zip",
                    "size": "3805"
                },
                "title_clean": "Mousing Cat, The",
                "plot": "The Mousing Cat is another game about the eternal conflict between felines and rodents. The game consists in a series of six encounters in which the players alternate the roles of cat and mouse (three times each). The winner is the player with most points at the end of the series.[CR]The only player to score is the mouse. He does so by eating the cheese pieces scattered through the room. To eat, the player controlling the mouse has to press and hold the \"action\" button. The longer the button stay pressed, the more it eats. If the mouse eats for a certain amount of time, it will grow bigger than the cat and will be immune for a short period of time.[CR]The cat tries to catch the mouse by building a trap around it. To do so, the player controlling the cat has to move the cat around the mouse while pressing the \"action\" button. The cat has a limited amount of trap parts to use and the used ones can be picked up again by being walked over.[CR]The game has 7 skill levels (with less trap parts for the mouse and both cat and mouse moving faster the higher the level is) and 8 possible variations (with stationary and moving cheese and obstacles for the mouse).",
                "releasedate": "10/5/1984",
                "year": "1984",
                "genre": "Action",
                "studio": "Philips do Brasil Ltda.",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "3.2",
                "thegamesdb_id": "22864",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/mousing-cat",
                "boxart1": "dalnFUa.jpg",
                "snapshot1": "Rr5yHoB.png",
                "snapshot2": "I7Il9nx.png",
                "snapshot3": "JuO5auS.png",
                "snapshot4": "KO34hIn.png",
                "snapshot5": "tqHxjOj.png",
                "snapshot6": "Y3TTrm9.png",
                "snapshot7": "06A43R1.png",
                "snapshot8": "SN5Rarn.png",
                "snapshot9": "U89hlmU.png"
            },
            {
                "name": "Munchkin (Europe)",
                "description": "Munchkin (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMunchkin%20%28Europe%29.zip",
                    "size": "3234"
                },
                "title_clean": "Munchkin",
                "thegamesdb_id": "22924",
                "boxart1": "OobTYOf.jpg",
                "snapshot1": "MfwzW7N.png"
            },
            {
                "name": "Mur Magique, Le (France)",
                "description": "Mur Magique, Le (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMur%20Magique%2C%20Le%20%28France%29.zip",
                    "size": "2005"
                },
                "title_clean": "Mur Magique, Le",
                "snapshot1": "zT99XoK.png"
            },
            {
                "name": "Musician (Europe)",
                "description": "Musician (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FMusician%20%28Europe%29.zip",
                    "size": "3266"
                },
                "title_clean": "Musician",
                "plot": "No information online about this game.  ~Rx[CR]",
                "releasedate": "10/5/1981",
                "genre": "Educational",
                "studio": "Philips",
                "nplayers": "1",
                "thegamesdb_id": "22865",
                "boxart1": "Ddehe0Z.png",
                "snapshot1": "b82TmaF.png"
            },
            {
                "name": "Neutron Star (Europe) (Proto)",
                "description": "Neutron Star (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FNeutron%20Star%20%28Europe%29%20%28Proto%29.zip",
                    "size": "4640"
                },
                "title_clean": "Neutron Star",
                "plot": "Prototype",
                "releasedate": "1/1/1983",
                "year": "1984",
                "genre": "Action",
                "studio": "Philips do Brasil Ltda.",
                "nplayers": "1",
                "thegamesdb_id": "22866",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/neutron-star",
                "boxart1": "4AmLvVi.jpg",
                "snapshot1": "sBHbLYE.png",
                "snapshot2": "YmQ7wO2.png",
                "snapshot3": "nK1v7un.png",
                "snapshot4": "28Dat9d.png",
                "snapshot5": "cFjKzFc.png",
                "snapshot6": "LoPHuY4.png",
                "snapshot7": "yyPXAH0.png",
                "snapshot8": "cV85T7Z.png",
                "snapshot9": "mmGXoN2.png",
                "snapshot10": "uUfQrTE.png"
            },
            {
                "name": "Newscaster (Europe)",
                "description": "Newscaster (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FNewscaster%20%28Europe%29.zip",
                    "size": "1736"
                },
                "title_clean": "Newscaster",
                "thegamesdb_id": "22922",
                "boxart1": "7B0rqpU.png",
                "snapshot1": "Q9sVPKP.png"
            },
            {
                "name": "Nightfighter (Europe) (Proto)",
                "description": "Nightfighter (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FNightfighter%20%28Europe%29%20%28Proto%29.zip",
                    "size": "5858"
                },
                "title_clean": "Nightfighter",
                "plot": "Prototype",
                "thegamesdb_id": "22921",
                "boxart1": "s2NvpfW.png",
                "snapshot1": "BdV6wLS.png"
            },
            {
                "name": "Nightmare (Europe)",
                "description": "Nightmare (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FNightmare%20%28Europe%29.zip",
                    "size": "4072"
                },
                "title_clean": "Nightmare",
                "plot": "In Nightmare the player controls a visitor to a haunted mansion. The goal is to escape from it through a constantly moving hatch in the attic. His job will be made harder by the ghosts who are still lingering around the house. The player has to climb three floors to reach the attic, and there is one ghost for each floor.[CR]The ghosts become invisible as they cross the house's walls. While invisible they are harmless, so they have to make themselves visible to catch the visitor. They'll become invisible again if they cross the house walls again. If they catch the visitor, he'll lose one of his lives. But once the visitor has past the ghost's floor, the ghost will be paralyzed and can be caught by the visitor.[CR]Besides the ghosts, other dangers threaten the visitor. A thunderstorm is breaking out and flashes of lightning hit the mansion, creating lightning balls which will roll through the floor the visitor is in. The flashes will also make the invisible ghosts visible while the lightnings strike. Besides, the visitor can't be standing still for too long or a trap door will open and he'll fall through it, losing a life. To make things even more difficult, there will be also a randomly placed obstacle blocking the visitor's way.[CR]The player starts with three lives and gains one each time he escapes the mansion. As the player grows on points from reaching the attic or capturing the ghosts, the game gets more difficult. The number of obstacles increase and the exit becomes invisible unless the player captures a ghost. In higher difficulty levels catching a ghost won't be enough, as the player will have to also get the house's ground plan, which appears on a chest after he captures a ghost.[CR]The game can be played by 2 players, one of them controlling the ghosts in the house.",
                "releasedate": "10/5/1983",
                "year": "1983",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "2.0",
                "videoid": "B2SKmFUpGqk",
                "thegamesdb_id": "22867",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/nightmare",
                "boxart1": "ANBTCUl.png",
                "snapshot1": "4dJAKRb.png",
                "snapshot2": "7fbr8At.png",
                "snapshot3": "4exKaEm.png",
                "snapshot4": "TKmcgyh.png",
                "snapshot5": "jpyey86.png",
                "snapshot6": "uYtW83h.png",
                "snapshot7": "uQsRsrJ.png",
                "snapshot8": "2LVwfDH.png",
                "snapshot9": "fzjaUHJ.png",
                "snapshot10": "cqlFBU1.png"
            },
            {
                "name": "Nimble Numbers Ned (USA)",
                "description": "Nimble Numbers Ned (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FNimble%20Numbers%20Ned%20%28USA%29.zip",
                    "size": "3598"
                },
                "title_clean": "Nimble Numbers Ned",
                "plot": "Exciting Talking Math Games for grades 1-9[CR]Press 0 on the numeric section of your Odyssey2 keyboard.[CR]The Voice will ask \"WHICH DRILL?\" you want to practice. Nimble Numbers Ned is standing by his barrels of fun at the edge of a creek.[CR]There are 100 numbered stones in the creek. You're going to try and help Nimble Numbers Ned jump over the barrels from one number to the next until he has jumped them all.[CR]NOTE: The Voice will ask \"WHICH DRILL?\" at the end of each series of jumps. You can continue playing the same game or switch to a different one and still remain in the same scoring cycle.[CR]To start a new scoring cycle:[CR]Press RESET and then press 0 on the numeric section of the keyboard.[CR]Then press[CR]1 (Name The Shapes)[CR]2 (Multiplication Runthrough)[CR]3 (Function Machine). [CR]~From the Nimble Numbers Ned Manual[CR]",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action, Educational",
                "studio": "North American Philips Consumer Electronics Corp.",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "2.9",
                "thegamesdb_id": "22868",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/nimble-numbers-ned",
                "giantbomb_url": "https://www.giantbomb.com/nimble-numbers-ned/3030-14171/",
                "boxart1": "vN81YRB.png",
                "boxart2": "Dj4Wjjn.png",
                "snapshot1": "WcKPIUY.png",
                "snapshot2": "uIo1ONt.png",
                "snapshot3": "xinmuTl.png",
                "snapshot4": "qMqksKw.png",
                "snapshot5": "sfh4TQd.png",
                "snapshot6": "JCW3x55.png"
            },
            {
                "name": "O Malabarista + Jogo da Velha (Brazil)",
                "description": "O Malabarista + Jogo da Velha (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FO%20Malabarista%20%2B%20Jogo%20da%20Velha%20%28Brazil%29.zip",
                    "size": "1757"
                },
                "title_clean": "O Malabarista + Jogo da Velha",
                "thegamesdb_id": "22920",
                "boxart1": "5ahcqcc.jpg",
                "snapshot1": "JbQn55S.png"
            },
            {
                "name": "O Segredo do Farao (Brazil)",
                "description": "O Segredo do Farao (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FO%20Segredo%20do%20Farao%20%28Brazil%29.zip",
                    "size": "2465"
                },
                "title_clean": "O Segredo do Farao",
                "thegamesdb_id": "22919",
                "boxart1": "72w6Y4I.png"
            },
            {
                "name": "Out of this World   Helicopter Rescue (USA)",
                "description": "Out of this World   Helicopter Rescue (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FOut%20of%20this%20World%20%20%20Helicopter%20Rescue%20%28USA%29.zip",
                    "size": "1911"
                },
                "title_clean": "Out of this World   Helicopter Rescue",
                "plot": "Two titles are available in this cart:[CR]1. Out of This World! is a slightly upgraded version of Space Rendezvous. It is somewhat similar to Lunar Lander. Two players have to try to link up their spaceships to the orbiting mother ship, while avoiding hitting the ground. Each ship has 50 megajoules of power and will be refueled when a perfect link-up is performed. A counter will be displayed for each player, and wins the player who first performs 10 perfect link-ups. If one player goes out of fuel, he's out of game. A soft landing for the first descent will grant 20 megajoules of fuel to the space ship, up to a maximum of 60. Crashing the ship will take 10 megajoules to repair it. There are three possible modes of play:[CR]Lunar gravity (selected by pressing \"3\"): easiest mode. The moon is less than 1/3 the diameter of Earth.[CR]2. Martian gravity (selected by pressing \"2\"): harder. Mars' diameter is about half that of Earth.[CR]3. Jupiter's gravity (selected by pressing \"0\"): most challenging. Jupiter's volume is equal to 1,319 of Earth's and its mass is 2 1/2 times that of all other planets combined.[CR]4. Helicopter Rescue! (selected by pressing \"1\") has the player in control of the Daredevil helicopter rescue ship. The object is to rescue the most people from the Doomsday Hotel's rooftop within two minutes and place them in the Rescue Station. The helicopter is controlled with the directional stick and the rescue basket is controlled with the action button. Pressing and holding the action button will bring the basket down; pressing again and holding will bring it up.",
                "releasedate": "10/5/1979",
                "year": "1979",
                "genre": "Action",
                "studio": "Magnavox",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "2.3",
                "thegamesdb_id": "22870",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/out-of-this-world-helicopter-rescue",
                "giantbomb_url": "https://www.giantbomb.com/out-of-this-world-helicopter-rescue/3030-12751/",
                "boxart1": "JYVZLXh.png",
                "snapshot1": "WL4kTlJ.png",
                "snapshot2": "kmLr4bJ.png",
                "snapshot3": "pF7y9cH.png",
                "snapshot4": "FBzsAoH.png",
                "snapshot5": "DFGjEKX.png"
            },
            {
                "name": "P.T. Barnum's Acrobats (USA)",
                "description": "P.T. Barnum's Acrobats (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FP.T.%20Barnum%27s%20Acrobats%20%28USA%29.zip",
                    "size": "2580"
                },
                "title_clean": "P.T. Barnum's Acrobats",
                "plot": "P.T. Barnum's Acrobats is another clone of  Bally Midway's 1978 arcade game Clowns.[CR]Three rows of colored balloons are displayed at the top of the screen, moving back and forward: a blue, a yellow and a red row. The players control two acrobats jumping over a teeter, moving it in order to avoid the acrobats from crashing into the ground. Once an acrobat lands at one side of the teeter, the acrobat on the opposite side will be launched in the air, toward the balloons. The farther from the opposite acrobat the jumping one lands, the higher the opposite one will be launched. As the acrobats reach the balloons, they'll pop them, bouncing to pop other balloons before falling. Once a row is completely popped, it will be replaced by another one. Each game consists of a ten jumps series.[CR]The players score 2 points for each blue balloon, 4 points for each yellow balloon and 6 points for each red one. They'll additionally score 15 points for a complete blue row, 20 points for a yellow row and 25 points for a red row.[CR]The game has a total of 18 possible variations, including one and two player games:[CR]1. Single player variations:[CR](Press 0) Moving balloons with no shield.[CR]2. (Press 3) A stationary shield will be displayed at the center of the screen. If the acrobats hit the shield from the upper side, they'll bounce up, if they hit it from the bottom side, they'll fall to the ground faster.[CR]3. (Press 6) A shield will appear and disappear at random times and random positions.[CR]4. (Press 9) Stationary balloons with no shield.[CR]5. (Press C) Stationary balloons and stationary shield.[CR]6. (Press F) Stationary balloons with random shield.[CR]2. Two player variations:[CR]1. Version I: players take turns every time an acrobat crashes into the ground.[CR](Press 1)  Moving balloons with no shield.[CR]7. (Press 4) Moving balloons with stationary shield.[CR]8. (Press 7) Moving balloons with random shield.[CR]9. (Press A) Stationary balloons with no shield.[CR]10. (Press D) Stationary balloons with stationary shield.[CR]11. (Press G) Stationary balloons with random shield.[CR]3. Version II: players take turns after each jump.[CR](Press 2)  Moving balloons with no shield.[CR]12. (Press 5) Moving balloons with stationary shield.[CR]13. (Press 8) Moving balloons with random shield.[CR]14. (Press B) Stationary balloons with no shield.[CR]15. (Press E) Stationary balloons with stationary shield.[CR]16. (Press H) Stationary balloons with random shield.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "studio": "North American Philips Consumer Electronics Corp.",
                "nplayers": "1-2 Co-Op",
                "perspective": "3rd-Person",
                "rating": "4.0",
                "thegamesdb_id": "22876",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/pt-barnums-acrobats",
                "giantbomb_url": "https://www.giantbomb.com/pt-barnums-acrobats/3030-10358/",
                "boxart1": "O0dEo1Z.png",
                "boxart2": "M9GH11y.jpg",
                "boxart3": "FQbJDmk.jpg",
                "snapshot1": "RjYNOE0.png",
                "snapshot2": "siwKmCy.png",
                "snapshot3": "xpT7sEW.png",
                "snapshot4": "f26mmDP.png",
                "snapshot5": "8GK57i5.png",
                "snapshot6": "lRfj3xh.png",
                "snapshot7": "EyHcTSb.png",
                "snapshot8": "QFs8Lxo.png",
                "snapshot9": "2IGMB65.png",
                "snapshot10": "nEYzH9Y.png"
            },
            {
                "name": "Pachinko (USA, Europe)",
                "description": "Pachinko (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPachinko%20%28USA%2C%20Europe%29.zip",
                    "size": "2024"
                },
                "title_clean": "Pachinko",
                "plot": "Pachinko! is based on the Japanese gaming device of the same name. The players are shown right below a giant Pachinko game. Five cups are placed across the screen, with two rotors, one at each side, and the Magic Mountain in the middle. The object of the game is to bounce the balls inside the cups to earn points. Each player has an energizer, used to beat the ball. If the action button is pressed, the energizer will be risen and if the ball touches it, it will continue its horizontal direction. If the ball touches an energizer not completely raised, the ball direction will be reversed. If the ball hits a player, it will loose energy.[CR]The balls change colors each time they hit a rotor or an energizer. Players earn points when balls with their colors bounce inside the cups. If a ball hits the Magic Mountain, the numbers inside the cups will change. There's also Troubleshooter who runs back and forth above the players, trying to catch their balls and throw back to their opponents.[CR]The first player to reach 100 points (or any multiple of 100) wins. Players can also play against the clock.",
                "releasedate": "10/5/1980",
                "year": "1980",
                "genre": "Action",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "2.6",
                "thegamesdb_id": "22871",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/pachinko",
                "giantbomb_url": "https://www.giantbomb.com/pachinko/3030-4425/",
                "boxart1": "VD0TGpB.png",
                "boxart2": "DhhGpn7.jpg",
                "boxart3": "NRuws70.jpg",
                "snapshot1": "BJqWABa.png",
                "snapshot2": "ZbSPoTo.png",
                "snapshot3": "coTRfoc.png",
                "snapshot4": "TcYMmQW.png",
                "snapshot5": "h2dkwsV.png",
                "snapshot6": "g3yASxW.png"
            },
            {
                "name": "Pairs + Space Rendezvous + Logic (Europe)",
                "description": "Pairs + Space Rendezvous + Logic (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPairs%20%2B%20Space%20Rendezvous%20%2B%20Logic%20%28Europe%29.zip",
                    "size": "2023"
                },
                "title_clean": "Pairs + Space Rendezvous + Logic",
                "plot": "Three games are available in this compilation:Pairs (selected by pressing \"1\") is the same game as Matchmaker!, a regular Memory game. A matrix with 20 letters appears on the screen and the player has to find pairs of symbols hidden by the letters. Two counters will be displayed: time and number of matches. In two players mode (selected by pressing \"2\"), the players share the matrix and the one who makes more matches win.Space Rendezvous (selected by pressing \"3\") is somewhat similar to Lunar Lander. Two players have to try to link up their spaceships to the orbiting mother ship, while avoiding hitting the ground. Each ship has 50 megajoules of power and will be refueled when a perfect link-up is performed. A counter will be displayed for each player, and wins the player who first performs 10 perfect link-ups. If one player goes out of fuel, he's out of game.Logic (selected by pressing \"4\") is the same game as Logix!. The player has to guess a sequence of five different digits. The player types in the first try and the computer will display a two digit number with the number of correct digits to the right and the number of correctly placed digits on the left. The player has then to continue guessing the sequence based on the clues given. The object is to solve the problem in the least number of tries, counted on the left on the screen.",
                "year": "1978",
                "genre": "Action, Strategy",
                "studio": "N.V. Philips Gloeilampenfabrieken",
                "nplayers": "1-2 Sim",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/pairs-space-rendezvous-logic",
                "boxart1": "9FquPMa.jpg",
                "boxart2": "nQZHOBU.jpg",
                "boxart3": "QHOvZiH.jpg",
                "snapshot1": "paXB5QQ.png",
                "snapshot2": "vrC0Gzb.png",
                "snapshot3": "SQdjoyX.png"
            },
            {
                "name": "Pick Axe Pete (USA, Europe)",
                "description": "Pick Axe Pete (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPick%20Axe%20Pete%20%28USA%2C%20Europe%29.zip",
                    "size": "3642"
                },
                "title_clean": "Pick Axe Pete",
                "plot": "Pick Axe Pete is in the Misty Mountain Mine, trying to strike it rich. The player controls Pick Axe Pete in a platformed mine. Three doors leading to deeper parts of the mine are displayed, and from them, gold bearing rocks will burst in random intervals. Pete must strike the rocks with his pick, which will break every once in a while. When it happens, Pete must avoid the falling rocks, by jumping over or crawling under them.[CR]If two rocks collide, they will uncover a new pick for Pete, which will remain onscreen for a limited amount of time. Also, keys to the other levels of the mine will appear flying occasionally. If Pete catches one of them, he'll be able to unlock one of the doors, going to a deeper level. If he tries to get past through a door without a key, he'll get stuck and will be vulnerable. If a rock hits Pete, the game is over.[CR]Pete earns 1 point each rock evaded, 3 points for each piece of gold stroke with a pick, 5 points for getting a new pick, 10 points for getting a key and 20 points for going through a door with a key.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "nplayers": "1-2 Alt",
                "perspective": "3rd-Person",
                "thegamesdb_id": "22872",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/pick-axe-pete",
                "giantbomb_url": "https://www.giantbomb.com/pick-axe-pete/3030-19725/",
                "boxart1": "xEKPTvQ.jpg",
                "boxart2": "0Ufe11D.jpg",
                "boxart3": "VWQro6c.jpg",
                "boxart4": "zgyjEIB.jpg",
                "snapshot1": "pczQpGH.png",
                "snapshot2": "y3VIJ2g.png",
                "snapshot3": "ZedbFwz.png",
                "snapshot4": "1NAHKQz.png",
                "snapshot5": "939S1C7.png",
                "snapshot6": "Y20DwDF.png",
                "snapshot7": "W0DIuQi.png",
                "snapshot8": "kG9FxLn.png",
                "snapshot9": "dA4DvhK.png",
                "snapshot10": "s8BDCYj.jpg"
            },
            {
                "name": "Pinball (USA) (Proto)",
                "description": "Pinball (USA) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPinball%20%28USA%29%20%28Proto%29.zip",
                    "size": "1804"
                },
                "title_clean": "Pinball",
                "plot": "Prototype",
                "year": "2000",
                "genre": "Action",
                "studio": "CGE Services Corporation",
                "nplayers": "1-2 Sim",
                "thegamesdb_id": "22903",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/pinball_______",
                "boxart1": "XBP4zXj.png",
                "snapshot1": "MluwoPv.png",
                "snapshot2": "bEPq7Lr.png",
                "snapshot3": "kMCLwLi.png",
                "snapshot4": "uqAWz4T.png",
                "snapshot5": "NmBK2vh.png",
                "snapshot6": "uYmtCI3.png",
                "snapshot7": "XrgqSwP.png",
                "snapshot8": "820Do1m.png"
            },
            {
                "name": "Playtag (Europe) (Proto)",
                "description": "Playtag (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPlaytag%20%28Europe%29%20%28Proto%29.zip",
                    "size": "3242"
                },
                "title_clean": "Playtag",
                "plot": "Play Tag is a tag game for one or two players. The object is to avoid being tagged by the other player; when it happens, the tagged player becomes the catcher. The game has 15 variations, selected by pressing one of the following keys:\t(1) 2 players, left very strong,;\t(2) 2 players, left strong;\t(3) 2 players, left slightly stronger;\t(4) 2 players, both equally strong;\t(5) 2 players, right slightly stronger;\t(6) 2 players, right strong;\t(7) 2 players, right very strong;\t(9) 1 player, beginner;\t(:) 1 player, advanced;\t(Space) 1 player, equally strong as computer;\t(L) 1 player, stronger than computer;\t(P) 1 player, master;\t(8) 1 player, variable computer strength;\t(0) 2 players, variable computer strength;\t(+) demonstration mode.At the upper right corner the computer keeps track of the current score (seconds spent untagged). The lower left corner displays the highest score for the left player, the lower right corner displays the highest score for the right player and the upper left corner displays the highest score in the current game beside the name of the player who achieved it.",
                "year": "2009",
                "genre": "Action",
                "nplayers": "1-2 Sim",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/play-tag",
                "snapshot1": "C7Jbkym.png",
                "snapshot2": "3EmxP5Q.png",
                "snapshot3": "6CGVbgN.png",
                "snapshot4": "Q23H8at.png",
                "snapshot5": "eX5f0kQ.png",
                "snapshot6": "gqTbPoU.png",
                "snapshot7": "GZqj99U.png",
                "snapshot8": "Eno0ZD8.png"
            },
            {
                "name": "Pocket Billiards (USA, Europe)",
                "description": "Pocket Billiards (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPocket%20Billiards%20%28USA%2C%20Europe%29.zip",
                    "size": "2040"
                },
                "title_clean": "Pocket Billiards",
                "plot": "In this pool title, two players can choose either one of the two games available: 8-ball or Rotation. The games are selected by pressing any direction in the joystick while their names are displayed on screen.[CR]In the 8-ball game, the winner is the first player to sink either one of the two black balls in game.[CR]In Rotation, the black balls are replaced by colored ones, and the winner is the player to sink the most balls. By sinking one ball, the player gets the chance to try another shot. There are no penalties for missing the balls or sinking the white one.[CR]Players can choose the direction of the shot (by rotating the cue around the white ball) and the strength of the shot (the longer the action button is pressed, the harder the shot is).",
                "releasedate": "10/5/1980",
                "year": "1980",
                "genre": "Sports",
                "nplayers": "2 VS",
                "perspective": "Top-Down",
                "rating": "2.6",
                "thegamesdb_id": "22873",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/pocket-billiards",
                "giantbomb_url": "https://www.giantbomb.com/pocket-billiards/3030-15071/",
                "boxart1": "ni7ZuCA.jpg",
                "snapshot1": "C7Jbkym.png",
                "snapshot2": "LTJmwZn.png",
                "snapshot3": "iEagetF.png",
                "snapshot4": "PIEecmn.png",
                "snapshot5": "eAHRHGL.png",
                "snapshot6": "SemWinE.png",
                "snapshot7": "AiaeJKq.png",
                "snapshot8": "Oldugve.png",
                "snapshot9": "XLD1MjI.png"
            },
            {
                "name": "Popeye (Brazil)",
                "description": "Popeye (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPopeye%20%28Brazil%29.zip",
                    "size": "6350"
                },
                "title_clean": "Popeye",
                "plot": "[CR][B]Overview:[/B][CR]Popeye must catch hearts, musical notes, or letter from the word \"HELP\" that his girlfriend Olive Oyl, who is located at the top of the screen, is tossing down. These items slowly floating items descend to the bottom of the screen and eventually 'break' unless Popeye can collect them.Popeye's nemesis, Bluto, pursues him throughout each of the repeating three stages. The Sea Hag also appears to hurl bottles, etc. at our hero. Sweet Pea and Wimpy also make appearances but only serve to provide opportunities to score more points.The three stages consist of the dock level, the street level, and the ship level. Difficulty increases each time the player completes the set of stages. Controls consist of an 8-way joystick and a 'punch' button.[CR]History & Design[CR] Original Arcade CabinetPopeye was released by Nintendo in 1982. Its cabinet is the same design as the earlier more recognizable Donkey Kong and the later Donkey Kong Jr. cabinets. A cocktail table version was also released. The game was designed by Genyo Takeda and a young upstart designer named Shigeru Miyamoto. The Popeye characters were originally going to be used for Donkey Kong, but Nintendo decided to go with an original character creation that evolved into the iconic Mario. The CPU was a Z80 Chip running at 4MHz. Sound was produced using a AY8910 chip running at 2MHz. [CR][B]Gameplay:[/B][CR] Three Stages of PopeyeTHE DOCK STAGE - Popeye must catch 24 hearts that Olive Oyl tosses down one at a time. The HUD displays how many hearts the player has collected. If a heart reaches the bottom of the screen, the player will lose a life if he doesn't retrieve the breaking heart after about 10 seconds.Bluto chases Popeye throughout the stage. There are two ways he can be temporarily disposed of. One is by punching the signature can of spinach that will periodically appear on the sides of the screen. Once the can is punched, Popeye gets stong and turns red for about 10 seconds and has the ability to punch Bluto, sending him bouncing across the screen and into the sea. Catching hearts while in this 'red mode' will also net double points. The player will get 3000 points knocking out Bluto but he will shortly climb back out and continue his pursuit. The second way he can be incapacitated is by hitting a punching bag that dislodges a bucket. If timed right, the bucket will fall on Bluto's head giving the player 2000 points and some time to grabs some more hearts before he eventually pulls the bucket off.Both Bluto and the Sea Hag like to throw bottles at Popeye. These bottles can be broken by punching them. Bluto throws his bottles in groups of four and the Sea Hag will periodically show up on the side of the screen, throw one and disappear. Sometimes there will will be one on each side and they'll simultaneously throw a bottle, attempting to 'sandwich' Popeye between them is he isn't fast enough with his punches. Bluto can also jump up to a higher level or reach down to a lower level to knock Popeye out. Players should take caution when passing Bluto directly above or below him.THE STREET STAGE - This stage is similar to the first but features a different level layout and Olive throws musical notes instead of hearts. There is also a seesaw located in the lower left corner that, if timed right, allows Popeye to be launched in the air, thanks to Wimpy standing on the other end. Once in the air, Popeye can touch Sweet Pea for a point bonus who is floating above with a balloon.THE SHIP STAGE - The final stage features similar gameplay with two different features. One is there is a sliding platform at the top. Second each time Popeye catches one of the H-E-L-P letters that Olive tosses him, a ladder step will appear. Once enough letters are caught and the ladder is completed, Popeye can climb up and rescue Olive. The Sea Hag's pet vulture will also come out on the left side of the screen. Popeye can punch it continuously for points.Once Popeye rescues Olive, players are treated to a short intermission where Popeye's theme song is played while his face appears on the screen, blowing his signature \"toot, toot\" on his pipe. Players are then returned to the first stage again with increased difficulty. The Sea Hag now send bouncing skulls at Popeye, which are more difficult to punch. They will also fall down from an above level and knock him on the head if he is walking directly below.[CR]Ports[CR]Popeye was ported to several popular home consoles in subsequent years including the Atari 2600 and 5200, Intellivision, Colecovision, Odyssey2, and eventually came full circle releasing on the Nintendo Entertainment System (NES). Ports to computer systems included the Texas Instruments TI-99, Atari XL, and Commodore 64. A mobile phone version was also released in 2008.[CR]",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "studio": "Parker Brothers",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "2.5",
                "thegamesdb_id": "22874",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/popeye",
                "giantbomb_url": "https://www.giantbomb.com/popeye/3030-14419/",
                "boxart1": "xUEO857.jpg",
                "boxart2": "ZK8wsdr.jpg",
                "snapshot1": "THPgass.png",
                "snapshot2": "UYVFTCT.png",
                "snapshot3": "oTikbcF.png",
                "snapshot4": "RtuysXi.png",
                "snapshot5": "1xSErTT.png",
                "snapshot6": "4I96ziP.png",
                "snapshot7": "Ipu1lMz.png",
                "snapshot8": "Zvewv5A.png",
                "snapshot9": "1dQ11w7.png",
                "snapshot10": "CrRGtT9.png",
                "clearlogo1": "oPL2XRK.png"
            },
            {
                "name": "Popeye (Europe)",
                "description": "Popeye (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPopeye%20%28Europe%29.zip",
                    "size": "6399"
                },
                "title_clean": "Popeye",
                "plot": "[CR][B]Overview:[/B][CR]Popeye must catch hearts, musical notes, or letter from the word \"HELP\" that his girlfriend Olive Oyl, who is located at the top of the screen, is tossing down. These items slowly floating items descend to the bottom of the screen and eventually 'break' unless Popeye can collect them.Popeye's nemesis, Bluto, pursues him throughout each of the repeating three stages. The Sea Hag also appears to hurl bottles, etc. at our hero. Sweet Pea and Wimpy also make appearances but only serve to provide opportunities to score more points.The three stages consist of the dock level, the street level, and the ship level. Difficulty increases each time the player completes the set of stages. Controls consist of an 8-way joystick and a 'punch' button.[CR]History & Design[CR] Original Arcade CabinetPopeye was released by Nintendo in 1982. Its cabinet is the same design as the earlier more recognizable Donkey Kong and the later Donkey Kong Jr. cabinets. A cocktail table version was also released. The game was designed by Genyo Takeda and a young upstart designer named Shigeru Miyamoto. The Popeye characters were originally going to be used for Donkey Kong, but Nintendo decided to go with an original character creation that evolved into the iconic Mario. The CPU was a Z80 Chip running at 4MHz. Sound was produced using a AY8910 chip running at 2MHz. [CR][B]Gameplay:[/B][CR] Three Stages of PopeyeTHE DOCK STAGE - Popeye must catch 24 hearts that Olive Oyl tosses down one at a time. The HUD displays how many hearts the player has collected. If a heart reaches the bottom of the screen, the player will lose a life if he doesn't retrieve the breaking heart after about 10 seconds.Bluto chases Popeye throughout the stage. There are two ways he can be temporarily disposed of. One is by punching the signature can of spinach that will periodically appear on the sides of the screen. Once the can is punched, Popeye gets stong and turns red for about 10 seconds and has the ability to punch Bluto, sending him bouncing across the screen and into the sea. Catching hearts while in this 'red mode' will also net double points. The player will get 3000 points knocking out Bluto but he will shortly climb back out and continue his pursuit. The second way he can be incapacitated is by hitting a punching bag that dislodges a bucket. If timed right, the bucket will fall on Bluto's head giving the player 2000 points and some time to grabs some more hearts before he eventually pulls the bucket off.Both Bluto and the Sea Hag like to throw bottles at Popeye. These bottles can be broken by punching them. Bluto throws his bottles in groups of four and the Sea Hag will periodically show up on the side of the screen, throw one and disappear. Sometimes there will will be one on each side and they'll simultaneously throw a bottle, attempting to 'sandwich' Popeye between them is he isn't fast enough with his punches. Bluto can also jump up to a higher level or reach down to a lower level to knock Popeye out. Players should take caution when passing Bluto directly above or below him.THE STREET STAGE - This stage is similar to the first but features a different level layout and Olive throws musical notes instead of hearts. There is also a seesaw located in the lower left corner that, if timed right, allows Popeye to be launched in the air, thanks to Wimpy standing on the other end. Once in the air, Popeye can touch Sweet Pea for a point bonus who is floating above with a balloon.THE SHIP STAGE - The final stage features similar gameplay with two different features. One is there is a sliding platform at the top. Second each time Popeye catches one of the H-E-L-P letters that Olive tosses him, a ladder step will appear. Once enough letters are caught and the ladder is completed, Popeye can climb up and rescue Olive. The Sea Hag's pet vulture will also come out on the left side of the screen. Popeye can punch it continuously for points.Once Popeye rescues Olive, players are treated to a short intermission where Popeye's theme song is played while his face appears on the screen, blowing his signature \"toot, toot\" on his pipe. Players are then returned to the first stage again with increased difficulty. The Sea Hag now send bouncing skulls at Popeye, which are more difficult to punch. They will also fall down from an above level and knock him on the head if he is walking directly below.[CR]Ports[CR]Popeye was ported to several popular home consoles in subsequent years including the Atari 2600 and 5200, Intellivision, Colecovision, Odyssey2, and eventually came full circle releasing on the Nintendo Entertainment System (NES). Ports to computer systems included the Texas Instruments TI-99, Atari XL, and Commodore 64. A mobile phone version was also released in 2008.[CR]",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "studio": "Parker Brothers",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "2.5",
                "thegamesdb_id": "22874",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/popeye",
                "giantbomb_url": "https://www.giantbomb.com/popeye/3030-14419/",
                "boxart1": "ztm3Th8.jpg",
                "boxart2": "ZK8wsdr.jpg",
                "snapshot1": "THPgass.png",
                "snapshot2": "UYVFTCT.png",
                "snapshot3": "oTikbcF.png",
                "snapshot4": "RtuysXi.png",
                "snapshot5": "1xSErTT.png",
                "snapshot6": "4I96ziP.png",
                "snapshot7": "Ipu1lMz.png",
                "snapshot8": "Zvewv5A.png",
                "snapshot9": "1dQ11w7.png",
                "snapshot10": "CrRGtT9.png",
                "clearlogo1": "oPL2XRK.png"
            },
            {
                "name": "Power Lords (USA)",
                "description": "Power Lords (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPower%20Lords%20%28USA%29.zip",
                    "size": "3420"
                },
                "title_clean": "Power Lords",
                "plot": "The player has arrived at Vulcan Rock, an artificial planetoid defended by a laser-eyed space serpent and other minions of the evil Extra-Terrestrial Alliance. Now he must defend himself from them, as well as the volcano itself.[CR]Controlling his spaceship with the control stick and shooting laser blasts with the action button, the player must avoid falling lava, rocks, the serpent's laser rays. Shooting the serpent will stun it, and shooting the rocks will destroy them. If the ship goes out of screen by one of its sides, it will come back in the opposite side.[CR]From times to times, Gryptogg, Raygoth and Arkus of the Extra-Terrestrial Alliance will open doors in the volcano firing a gravitational ray, which will drag the player's ship to it. The higher the score, the stronger the ray will be. It can be stopped by blasting the door with laser.[CR]The player earns 3 points for blasting lava during volcanic eruption, 15 points for stunning the space serpent, 45 points for hitting an open door, 75 points for destroying a lava rock and 1000 points for surviving a volcanic eruption.",
                "releasedate": "10/5/1983",
                "year": "1983",
                "genre": "Action",
                "nplayers": "1-2 Alt",
                "perspective": "3rd-Person",
                "rating": "3.4",
                "thegamesdb_id": "22875",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/power-lords",
                "giantbomb_url": "https://www.giantbomb.com/power-lords/3030-14140/",
                "boxart1": "gqnVm7V.png",
                "boxart2": "wglJKtd.png",
                "boxart3": "eTSrxMG.jpg",
                "snapshot1": "YWwcjGN.png",
                "snapshot2": "6TuAbNL.png",
                "snapshot3": "pYuy4lO.png",
                "snapshot4": "hyC0wb2.png",
                "snapshot5": "nSTYBmH.png",
                "snapshot6": "aRuXlHl.png",
                "snapshot7": "l00JCYQ.jpg"
            },
            {
                "name": "Power Lords (USA) (Alt 1)",
                "description": "Power Lords (USA) (Alt 1)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPower%20Lords%20%28USA%29%20%28Alt%201%29.zip",
                    "size": "3528"
                },
                "title_clean": "Power Lords",
                "plot": "The player has arrived at Vulcan Rock, an artificial planetoid defended by a laser-eyed space serpent and other minions of the evil Extra-Terrestrial Alliance. Now he must defend himself from them, as well as the volcano itself.[CR]Controlling his spaceship with the control stick and shooting laser blasts with the action button, the player must avoid falling lava, rocks, the serpent's laser rays. Shooting the serpent will stun it, and shooting the rocks will destroy them. If the ship goes out of screen by one of its sides, it will come back in the opposite side.[CR]From times to times, Gryptogg, Raygoth and Arkus of the Extra-Terrestrial Alliance will open doors in the volcano firing a gravitational ray, which will drag the player's ship to it. The higher the score, the stronger the ray will be. It can be stopped by blasting the door with laser.[CR]The player earns 3 points for blasting lava during volcanic eruption, 15 points for stunning the space serpent, 45 points for hitting an open door, 75 points for destroying a lava rock and 1000 points for surviving a volcanic eruption.",
                "releasedate": "10/5/1983",
                "year": "1983",
                "genre": "Action",
                "nplayers": "1-2 Alt",
                "perspective": "3rd-Person",
                "rating": "3.4",
                "thegamesdb_id": "22875",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/power-lords",
                "giantbomb_url": "https://www.giantbomb.com/power-lords/3030-14140/",
                "boxart1": "l00JCYQ.jpg",
                "boxart2": "wglJKtd.png",
                "boxart3": "eTSrxMG.jpg",
                "snapshot1": "hrwW5i9.png",
                "snapshot2": "YWwcjGN.png",
                "snapshot3": "6TuAbNL.png",
                "snapshot4": "pYuy4lO.png",
                "snapshot5": "hyC0wb2.png",
                "snapshot6": "nSTYBmH.png",
                "snapshot7": "aRuXlHl.png",
                "snapshot8": "l00JCYQ.jpg"
            },
            {
                "name": "Prendre l'Argent et Fuir (France)",
                "description": "Prendre l'Argent et Fuir (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FPrendre%20l%27Argent%20et%20Fuir%20%28France%29.zip",
                    "size": "2052"
                },
                "title_clean": "Prendre l'Argent et Fuir",
                "rating": "5.5",
                "thegamesdb_id": "22917",
                "boxart1": "Wyrc9ma.jpg",
                "snapshot1": "uhHDkkO.png"
            },
            {
                "name": "Q-Bert (Europe)",
                "description": "Q-Bert (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FQ-Bert%20%28Europe%29.zip",
                    "size": "5070"
                },
                "title_clean": "Q-Bert",
                "plot": "[CR][B]Gameplay:[/B][CR]The goal of Q*Bert is to navigate Q*Bert around an isometric pyramid structure. Each hop on a cube of the pyramid changes the color of its surface. The game will specify what color the entire pyramid must be changed to in order to advance. Multicolored discs alongside the pyramid allow for a quick getaway, but disappear once used.[CR]Arcade Cabinet[CR]The game designers wanted to add the sound of Q*Bert hitting the ground after falling off of the pyramid, so a pinball \"knocker\" (the solenoid that alerts the player that they've won a free game) was incorporated into the cabinet.[CR][B]Enemies:[/B][CR]The most common foe Q*Bert will encounter is Coily the snake, who hops down the pyramid structure. Once he reaches the bottom, he \"uncoils\" and chases after Q*Bert until he finishes the level or is killed. Red balls also bounce down the pyramid structure that Q*Bert must avoid. Slick and Sam are two more enemies that run around the structure changing the colors of the pyramid back to their original colors, slowing Q*Bert's progress. Unlike the other enemies in the game, Q*Bert can get rid of Slick and Sam by jumping on them.[CR]Other Versions[CR]Faster Harder More Challenging Q*Bert was to be the tougher successor to the original game. Changes, such as moving multicolored discs, lived up to the name, but the product was canceled before being released.[CR]",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "studio": "Parker Brothers",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "3.5",
                "videoid": "h6Zob8XaOqc",
                "thegamesdb_id": "22877",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/qbert",
                "giantbomb_url": "https://www.giantbomb.com/qbert/3030-20782/",
                "boxart1": "mcDTotF.png",
                "boxart2": "pP95rC3.jpg",
                "snapshot1": "5Y1D7wA.png",
                "snapshot2": "xcssBYU.png",
                "snapshot3": "FZFuMXR.png",
                "snapshot4": "Iu0ziwa.png",
                "snapshot5": "e7aA0Dn.png",
                "snapshot6": "Zb4rOG7.png",
                "snapshot7": "zroGKvF.png",
                "snapshot8": "nMnjwzs.png",
                "snapshot9": "uLiBZ0a.png",
                "snapshot10": "ebNnd32.png",
                "clearlogo1": "kAhKmQd.png"
            },
            {
                "name": "Quest for the Rings (USA, Europe)",
                "description": "Quest for the Rings (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FQuest%20for%20the%20Rings%20%28USA%2C%20Europe%29.zip",
                    "size": "3770"
                },
                "title_clean": "Quest for the Rings",
                "plot": "Quest for the Rings is a fantasy strategy game using the combination of a game board, tokens, keyboard overlay and the computer to play the game. The game board is used to hide the ten ring tokens with various monster tokens under the castle tokens by the Ringmaster. The keyboard overlay is used by the Ringmaster to interface with the computer when your heroes enter the castles choosing what type of labyrinth in which you will do battle. Combat is controlled by using the computer joysticks.[CR]There are four heroes a warrior with a magic sword, a wizard with various spells, a changeling who can become invisible and a phantom who can walk through and hide in walls. The four labyrinths are dungeons, infernoes, crystal caverns and shifting halls. The four monsters are orcs, bloodthirsts (bats), tyrantulus (spiders) and dragons.[CR][B]Gameplay:[/B] pits the Ringmaster against up to four players. The Ringmaster controls the game by hiding the rings, choosing the dungeons and can even enter into combat. Before the game starts the hero players decide how many turns it will take to complete the quest for the ten rings either 50, 75 or 100 turns. Turns are based on castle visits and combat and if you don't complete your quest within the amount of turns you choose you lose. The hero players can start from any designated starting point on the game board and begin their quest for the rings.",
                "releasedate": "10/5/1981",
                "year": "1981",
                "genre": "Action, Strategy",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "thegamesdb_id": "22900",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/quest-for-the-rings",
                "giantbomb_url": "https://www.giantbomb.com/the-quest-for-the-rings/3030-21792/",
                "boxart1": "SwhmZYa.png",
                "boxart2": "nLQQ8SK.png",
                "boxart3": "7ZkOinm.jpg",
                "boxart4": "CnCYvnq.jpg",
                "boxart5": "5Gsdl5J.jpg",
                "snapshot1": "5Y1D7wA.png",
                "snapshot2": "EWCLKDf.png",
                "snapshot3": "fazbS0J.png",
                "snapshot4": "ifkcDc9.png",
                "snapshot5": "wcjIpIk.png",
                "snapshot6": "WO2J1zW.png"
            },
            {
                "name": "Red Baron (Europe) (Proto)",
                "description": "Red Baron (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FRed%20Baron%20%28Europe%29%20%28Proto%29.zip",
                    "size": "6397"
                },
                "title_clean": "Red Baron",
                "plot": "Prototype",
                "thegamesdb_id": "22916",
                "boxart1": "RPo4Y44.png",
                "snapshot1": "ml8P08g.png"
            },
            {
                "name": "Red Baron (Europe) (Proto) (Alt 1)",
                "description": "Red Baron (Europe) (Proto) (Alt 1)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FRed%20Baron%20%28Europe%29%20%28Proto%29%20%28Alt%201%29.zip",
                    "size": "6034"
                },
                "title_clean": "Red Baron",
                "plot": "Prototype",
                "thegamesdb_id": "22916",
                "boxart1": "RPo4Y44.png",
                "snapshot1": "RrMK37K.png"
            },
            {
                "name": "Robot City (Europe) (Proto)",
                "description": "Robot City (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FRobot%20City%20%28Europe%29%20%28Proto%29.zip",
                    "size": "6027"
                },
                "title_clean": "Robot City",
                "plot": "No information online about this prototype.  ~Rx[CR]",
                "releasedate": "Unreleased",
                "year": "2009",
                "genre": "Maze",
                "studio": "Philips",
                "nplayers": "1",
                "thegamesdb_id": "22915",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/robot-city_",
                "boxart1": "Mzm6odo.png",
                "snapshot1": "lIk5GoR.png",
                "snapshot2": "dvoDgOQ.png",
                "snapshot3": "l6Rv0IO.png",
                "snapshot4": "4YohF4S.png",
                "snapshot5": "AoRnJCD.png",
                "snapshot6": "EX3caHl.png",
                "snapshot7": "S2SZev5.png",
                "snapshot8": "TxkO8Sf.png"
            },
            {
                "name": "Samurai (Europe)",
                "description": "Samurai (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSamurai%20%28Europe%29.zip",
                    "size": "1947"
                },
                "title_clean": "Samurai",
                "rating": "6.5",
                "thegamesdb_id": "22914",
                "boxart1": "p6UZoZH.jpg",
                "snapshot1": "C9G3BHh.png"
            },
            {
                "name": "Satellite Attack (Europe)",
                "description": "Satellite Attack (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSatellite%20Attack%20%28Europe%29.zip",
                    "size": "2002"
                },
                "title_clean": "Satellite Attack",
                "thegamesdb_id": "22913",
                "boxart1": "STdc58f.jpg",
                "snapshot1": "Ns7IVXK.png"
            },
            {
                "name": "Secret of the Pharaohs (Europe)",
                "description": "Secret of the Pharaohs (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSecret%20of%20the%20Pharaohs%20%28Europe%29.zip",
                    "size": "1826"
                },
                "title_clean": "Secret of the Pharaohs",
                "plot": "Secret of the Pharaohs is a puzzle game for two players. Each player has to find the correct position of stones in the Pharaoh's pyramids. The screen is horizontally divided in the half, and the pyramids have four blocks in the lower layer (or higher for the top player), three in the middle and one at the top (or bottom for the top player). Each block has two possible positions for placing the stones, and after the players place them, a number will appear above (for the up player) or below (for the down player), showing how many of them are correctly placed. Players must then relocate the stones until all of them are placed correctly. When it is done, the higher (or lower) layer of blocks will be liberated. The player who first places all the stones correctly in all the layers wins.",
                "releasedate": "10/5/1981",
                "year": "1981",
                "genre": "Strategy",
                "nplayers": "2 VS",
                "perspective": "3rd-Person",
                "thegamesdb_id": "22881",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/secret-of-the-pharaohs",
                "giantbomb_url": "https://www.giantbomb.com/secret-of-the-pharaohs/3030-18284/",
                "boxart1": "2WI8RVh.jpg",
                "snapshot1": "9amPjzY.png",
                "snapshot2": "YXmzWdT.png",
                "snapshot3": "56jox4f.png",
                "snapshot4": "xyfEIPB.png",
                "snapshot5": "1X7Tp09.png"
            },
            {
                "name": "Shark Hunter (Europe) (Proto)",
                "description": "Shark Hunter (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FShark%20Hunter%20%28Europe%29%20%28Proto%29.zip",
                    "size": "4711"
                },
                "title_clean": "Shark Hunter",
                "plot": "In Shark Hunter the player controls an Eskimo protecting fish stocks from the attack of sharks.[CR]The Eskimo starts standing on a small island in the middle of the river. He must kill the sharks in the water by throwing harpoons at them. He can swim to the banks or to ice floes above and below the island. The sharks can eat the ice floes so it isn't safe for the Eskimo to stand on them for much time, or else he'll be eaten too.[CR]The fish are held by six rows of nets. The sharks will eat those nets to get the fish, and if an entire row is destroyed, more sharks will come from the sea. The Eskimo can repair the nets by swimming to the place where they were destroyed. The more nets destroyed, the less fish is kept. A stage will end when all sharks are killed. At the end of each stage the remaining fish will be counted and added to the player's score. As the game progresses, sharks become more abundant and destroy the nets faster. The game ends when the Eskimo gets eaten by a shark.",
                "releasedate": "1/3/2006",
                "year": "2006",
                "genre": "Action",
                "studio": "Classic Consoles Center",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "3.6",
                "thegamesdb_id": "22912",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/shark-hunter",
                "boxart1": "PQ2TkMf.png",
                "snapshot1": "pseAeun.png",
                "snapshot2": "7gdqMQM.png",
                "snapshot3": "W6RzoBI.png",
                "snapshot4": "Y76f1hz.png",
                "snapshot5": "QsiCvlT.png",
                "snapshot6": "MRp8Q1w.png",
                "snapshot7": "rILbmfP.png",
                "snapshot8": "pTqdSaU.png",
                "snapshot9": "pdXx9pS.png"
            },
            {
                "name": "Showdown in 2100 A.D. (USA)",
                "description": "Showdown in 2100 A.D. (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FShowdown%20in%202100%20A.D.%20%28USA%29.zip",
                    "size": "2000"
                },
                "title_clean": "Showdown in 2100 A.D.",
                "plot": "In an authentic acre of the old west, two gunslingers (human or android) duel for their lives. Each one has six bullets in his gun, and trees are placed all around.[CR]Each player has to hit his opponent ten times in order to win. At each hit, both players get their guns reloaded. They can also reload their guns anytime by taking the hidden bullets in the tree that matches their outfit.[CR]The bullets will ricochet in the trees and the top and bottom edges of the screen, thus the players can hit themselves with their own bullets, scoring a hit to the opponent. It can also be used as a strategy to hit the opponent in a non direct trajectory.",
                "releasedate": "10/5/1979",
                "year": "1979",
                "genre": "Action",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "thegamesdb_id": "22882",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/showdown-in-2100-ad",
                "giantbomb_url": "https://www.giantbomb.com/showdown-in-2100-ad/3030-14064/",
                "boxart1": "6iXqgPx.png",
                "boxart2": "pqCDvYx.jpg",
                "boxart3": "QDLunSg.jpg",
                "snapshot1": "PsUlyUH.png",
                "snapshot2": "cV40TbW.png",
                "snapshot3": "fhmVmhj.png",
                "snapshot4": "geUa106.png",
                "snapshot5": "qyXyQYG.png",
                "snapshot6": "oUVNEta.png",
                "snapshot7": "pIdqyOr.png",
                "snapshot8": "m6Ix5t1.png"
            },
            {
                "name": "Sid the Spellbinder (USA)",
                "description": "Sid the Spellbinder (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSid%20the%20Spellbinder%20%28USA%29.zip",
                    "size": "2835"
                },
                "title_clean": "Sid the Spellbinder",
                "plot": "Sid the Spellbinder was one of the three games specifically designed to use the resources of The Voice. It is some sort of Space Invaders variation, in which instead of shooting space invaders, the player has to shoot Sid the Spellbinder, a giant segmented snake. Sid comes snaking down the screen and the player has to shoot its segments before it reaches the openings at the lower sides of the screen. The player starts with 30 missiles (20 in skill level 2) and scores in an arithmetic progression: one point for the first segment, two for the second, three for the third and so on, up to 10. If the player's score is below 200, Sid will align its remaining segments together whenever it goes off the screen. If the player's score is 200 or more, the gaps will remain making it harder to the player to shoot Sid. If Sid gets into those openings, it will eat the missiles in the reserve. Sid eats five missiles for each of its segments left when it enters the opening.[CR]If the player hits all of Sid's segments, or if Sid gets to the lower end of the screen and leaves the player with some missiles after eating, the game changes into a spelling game. The computer will speak a word and the player has to type it in. Each round has 3 words to be spelled and the player has two chances to spell each word. The player earns 10 missiles (5 in skill level 2) for each word spelled correctly. The game is over when all missiles are gone.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action, Educational",
                "studio": "North American Philips Consumer Electronics Corp.",
                "nplayers": "1-2 Alt",
                "perspective": "3rd-Person",
                "rating": "2.8",
                "thegamesdb_id": "22880",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/sid-the-spellbinder",
                "boxart1": "KRS5hgC.png",
                "boxart2": "OfNsrYK.png",
                "boxart3": "tdBsVjQ.jpg",
                "snapshot1": "b9uKXNb.png",
                "snapshot2": "MftmSvn.png",
                "snapshot3": "dfXT3Ek.png",
                "snapshot4": "pmV3bB2.png",
                "snapshot5": "IDLC6SJ.png",
                "snapshot6": "MJ8qXth.png",
                "snapshot7": "zLN1lMl.png"
            },
            {
                "name": "Skiing (France)",
                "description": "Skiing (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSkiing%20%28France%29.zip",
                    "size": "2013"
                },
                "title_clean": "Skiing",
                "genre": "Sports",
                "thegamesdb_id": "22911",
                "boxart1": "OaYjdRI.jpg",
                "snapshot1": "NOUVXVC.png"
            },
            {
                "name": "Smithereens (USA)",
                "description": "Smithereens (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSmithereens%20%28USA%29.zip",
                    "size": "2720"
                },
                "title_clean": "Smithereens",
                "plot": "This game takes place in a time when knights were bold and castle crumbling was one of the most popular sports.[CR]In this Artillery clone, two players must try to destroy each other's castle with their catapults. By pressing any direction in the joystick, the player launches a boulder toward the opponent. The longer the stick is held, the farther the boulder goes.[CR]Besides hitting the castles, boulders can also hit the enemy catapult or the soldier operating it. In any of these cases, the catapult and soldier will go offscreen to receive the necessary repairs or first aid.[CR]Miscalculated shots can also hit the player's own castle, giving points to the opponent. The winner is the one with more points at the end of ten battles.[CR]Players score three points for each hit on a castle, seven points for hitting an enemy soldier and ten points for hitting an enemy catapult. At the end of each battle, the points scored by the winner are multiplied by the number of the battle (one to ten). The loser gets no points.[CR]There are three variations to this game, according to the catapult tension. The higher the number of the variation, the faster the catapult shoots.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Strategy",
                "studio": "North American Philips Consumer Electronics Corp.",
                "nplayers": "2 VS",
                "perspective": "3rd-Person",
                "rating": "2.5",
                "thegamesdb_id": "22883",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/smithereens",
                "giantbomb_url": "https://www.giantbomb.com/smithereens/3030-440/",
                "boxart1": "v2Magqg.png",
                "boxart2": "M1ZgVdY.jpg",
                "boxart3": "hjzCHOW.jpg",
                "snapshot1": "pkuOipv.png",
                "snapshot2": "6ly5a7U.png",
                "snapshot3": "xG7L057.png",
                "snapshot4": "lpGqvSC.png",
                "snapshot5": "riYVRSG.png",
                "snapshot6": "99MhLc2.png",
                "snapshot7": "gcJ5rgD.png",
                "snapshot8": "cfEwP5t.png",
                "snapshot9": "BtlYpq6.png",
                "snapshot10": "UEHXRpz.png"
            },
            {
                "name": "Speedway + Spin-out + Crypto-logic (USA, Europe)",
                "description": "Speedway + Spin-out + Crypto-logic (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSpeedway%20%2B%20Spin-out%20%2B%20Crypto-logic%20%28USA%2C%20Europe%29.zip",
                    "size": "2036"
                },
                "title_clean": "Speedway + Spin-out + Crypto-logic",
                "plot": "Race against the clock and an electronic maze of other cars! / High speed racing action around an enclosed track! / Solve secret messages enciphered by the computer![CR]Speedway[CR](1 Player) Press key 1[CR]A race against time - travel as far as you can before the two minutes are up. The game calls for a fast reaction-time and precise handling of the joystick control. There is a time-penalty for crashing. The game is over when all time left = 00:00.[CR]key skill[CR]1 time trials[CR]2 faster main event[CR]Use the right handset to control car.[CR]Press joystick forward to start - keep it forward to accelerate.[CR]_________________________[CR]Spin-out[CR](2 players) press key 2 or 3[CR]Key 2 selects 3-lap racetrack, key 3 selects 15-lap racetrack. Race your opponent round the corners and barriers of the spin-out circuit. There is a time-penalty for crashing or spinning the car. You have a choice of slow or fast speeds, and basic or complex racetracks.[CR]key skill[CR]1 slow, basic racetrack[CR]2 fast, basic racetrack[CR]3 slow, complex racetrack[CR]4 fast, complex racetrack[CR]After 5 second countdown on clock, race begins.[CR]Control your car with handset. Press button to double speed.[CR]_________________________[CR]Crypto-logic[CR](2 players) Press key 4[CR]A game of knowledge and deduction. Type a word or phrase onto TV screen (don't let your opponent see it). The letters are then jumbled up, and your opponent must unscramble them (each correct letter remains on screen). The screen shows the number of mistakes made. The player who makes least mistakes wins.[CR]Type in phrase of up to 14 letters.[CR]Press CLEAR if mistake made. Press ENTER.[CR]Now opponent's turn.[CR]When phrase unscrambled, press CLEAR and start again.[CR]You can also leave messages (28 letters max.).[CR]~From the Speedway & Spin-out & Crypto-logic Manual[CR]_________________________[CR]CHEATS:[CR]SPIN-OUT!: You can sometimes crash on the top part of the complicated track such that you crash repeatedly and are forced outside the track, so that you can drive off the screen to the other side. (Submitted by Michael Cronis)[CR]http://odyssey2.classicgaming.gamespy.com/cheats/index.php#comandonoturno[CR]",
                "releasedate": "10/5/1978",
                "genre": "Driving, Racing",
                "studio": "Magnavox",
                "nplayers": "1-2 VS",
                "snapshot1": "pkuOipv.png"
            },
            {
                "name": "Spider-Man (Europe) (Proto)",
                "description": "Spider-Man (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSpider-Man%20%28Europe%29%20%28Proto%29.zip",
                    "size": "5217"
                },
                "title_clean": "Spider-Man",
                "plot": "The Green Goblin has set a super bomb at the top of a high voltage tower located on the top of a skyscaper! As Spider-Man, you need to scale the building and defuse the bomb. Use your web to climb the building, but be careful of Green Goblin's villians which appear in the windows trying to stop you. If your web line goes too close to a villian, it will be cut and Spider-Man will fall. If you're careful, you can swing back and forth to capture the villians for bonus points. When you reach the top of the building, it's time to climb up the high voltage tower which is booby trapped with bombs. The bombs can be defused or avoided to get to the top, but just make sure you aren't too close to one that explodes! Once you arrive at the top of the tower, Green Goblin himself will be protecting the super bomb he has planted there. If you can sneak past Green Goblin and defuse the super bomb, the level is complete and you then move on to the next, more challenging level.",
                "releasedate": "9/4/2006",
                "year": "2006",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "3.4",
                "thegamesdb_id": "22910",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/spider-man_",
                "giantbomb_url": "https://www.giantbomb.com/spider-man/3030-3228/",
                "boxart1": "dWEBAnm.jpg",
                "boxart2": "A3ienzE.jpg",
                "snapshot1": "5C6Mcih.png",
                "snapshot2": "Bzrajcw.png",
                "snapshot3": "CGyyLlN.png",
                "snapshot4": "VIaW9G2.png",
                "snapshot5": "eQmv0cf.png",
                "snapshot6": "UYLdA0f.png",
                "snapshot7": "R8fY52E.png",
                "snapshot8": "GEUjsT7.png",
                "snapshot9": "ID7jP2l.png",
                "snapshot10": "5JjHvmQ.png",
                "clearlogo1": "xlrxn6w.png"
            },
            {
                "name": "Spider-Man (Europe) (Proto) (Alt 1)",
                "description": "Spider-Man (Europe) (Proto) (Alt 1)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSpider-Man%20%28Europe%29%20%28Proto%29%20%28Alt%201%29.zip",
                    "size": "4857"
                },
                "title_clean": "Spider-Man",
                "plot": "The Green Goblin has set a super bomb at the top of a high voltage tower located on the top of a skyscaper! As Spider-Man, you need to scale the building and defuse the bomb. Use your web to climb the building, but be careful of Green Goblin's villians which appear in the windows trying to stop you. If your web line goes too close to a villian, it will be cut and Spider-Man will fall. If you're careful, you can swing back and forth to capture the villians for bonus points. When you reach the top of the building, it's time to climb up the high voltage tower which is booby trapped with bombs. The bombs can be defused or avoided to get to the top, but just make sure you aren't too close to one that explodes! Once you arrive at the top of the tower, Green Goblin himself will be protecting the super bomb he has planted there. If you can sneak past Green Goblin and defuse the super bomb, the level is complete and you then move on to the next, more challenging level.",
                "releasedate": "9/4/2006",
                "year": "2006",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "3.4",
                "thegamesdb_id": "22910",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/spider-man_",
                "giantbomb_url": "https://www.giantbomb.com/spider-man/3030-3228/",
                "boxart1": "WWAh9CJ.jpg",
                "boxart2": "A3ienzE.jpg",
                "snapshot1": "UlckpZG.png",
                "snapshot2": "Bzrajcw.png",
                "snapshot3": "CGyyLlN.png",
                "snapshot4": "VIaW9G2.png",
                "snapshot5": "eQmv0cf.png",
                "snapshot6": "UYLdA0f.png",
                "snapshot7": "R8fY52E.png",
                "snapshot8": "GEUjsT7.png",
                "snapshot9": "ID7jP2l.png",
                "snapshot10": "5JjHvmQ.png",
                "clearlogo1": "xlrxn6w.png"
            },
            {
                "name": "Stone Sling (Europe)",
                "description": "Stone Sling (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FStone%20Sling%20%28Europe%29.zip",
                    "size": "1848"
                },
                "title_clean": "Stone Sling",
                "thegamesdb_id": "22909",
                "boxart1": "KTcFHKy.jpg",
                "snapshot1": "UlckpZG.png"
            },
            {
                "name": "Super Bee (Europe)",
                "description": "Super Bee (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSuper%20Bee%20%28Europe%29.zip",
                    "size": "3576"
                },
                "title_clean": "Super Bee",
                "plot": "In Super Bee the player controls a bee flying in a magic garden, where fruits keep popping everywhere. The fruits must be eaten (by flying over them), while avoiding to crash in the garden's fences (the edges of the screen). Additionally, when a fruit is eaten a magic barrier will appear, in the same direction in which the bee is flying, and it also must avoid crashing on them.[CR]The player earns points by gathering fruits as follows:[CR]1. Lemon (yellow): 5 points[CR]2. Apple (red): 10 points[CR]3. Pear (green): 15 points[CR]4. Plum (grey): 20 points[CR]5. Strawberry (red): 25 points[CR]When the player reaches 105 points a bonus round takes place. A big spider appears in the screen, along with a fruit, for a limited time. Super Bee must avoid the spider and eat the fruit. By doing so the player earns 50 points. The next bonus rounds take place every 15 more points.[CR]There are 10 skill levels available (by pressing 0 to 9), each one with different mazes.",
                "releasedate": "10/5/1984",
                "year": "1984",
                "genre": "Action",
                "studio": "Philips do Brasil Ltda.",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "3.5",
                "thegamesdb_id": "22886",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/super-bee",
                "boxart1": "AT5X7Yr.jpg",
                "snapshot1": "V1LsWGB.png",
                "snapshot2": "JlP7Tiv.png",
                "snapshot3": "R2Hcqdf.png",
                "snapshot4": "y4AzSkF.png",
                "snapshot5": "qqWNMNr.png",
                "snapshot6": "zLD4QDy.png",
                "snapshot7": "1Pb8yuO.png",
                "snapshot8": "bvu18UY.png"
            },
            {
                "name": "Super Bee (Brazil)",
                "description": "Super Bee (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSuper%20Bee%20%28Brazil%29.zip",
                    "size": "3502"
                },
                "title_clean": "Super Bee",
                "plot": "In Super Bee the player controls a bee flying in a magic garden, where fruits keep popping everywhere. The fruits must be eaten (by flying over them), while avoiding to crash in the garden's fences (the edges of the screen). Additionally, when a fruit is eaten a magic barrier will appear, in the same direction in which the bee is flying, and it also must avoid crashing on them.[CR]The player earns points by gathering fruits as follows:[CR]1. Lemon (yellow): 5 points[CR]2. Apple (red): 10 points[CR]3. Pear (green): 15 points[CR]4. Plum (grey): 20 points[CR]5. Strawberry (red): 25 points[CR]When the player reaches 105 points a bonus round takes place. A big spider appears in the screen, along with a fruit, for a limited time. Super Bee must avoid the spider and eat the fruit. By doing so the player earns 50 points. The next bonus rounds take place every 15 more points.[CR]There are 10 skill levels available (by pressing 0 to 9), each one with different mazes.",
                "releasedate": "10/5/1984",
                "year": "1984",
                "genre": "Action",
                "studio": "Philips do Brasil Ltda.",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "3.5",
                "thegamesdb_id": "22886",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/super-bee",
                "boxart1": "AT5X7Yr.jpg",
                "snapshot1": "V1LsWGB.png",
                "snapshot2": "JlP7Tiv.png",
                "snapshot3": "R2Hcqdf.png",
                "snapshot4": "y4AzSkF.png",
                "snapshot5": "qqWNMNr.png",
                "snapshot6": "zLD4QDy.png",
                "snapshot7": "1Pb8yuO.png",
                "snapshot8": "bvu18UY.png"
            },
            {
                "name": "Super Cobra (Brazil)",
                "description": "Super Cobra (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSuper%20Cobra%20%28Brazil%29.zip",
                    "size": "5296"
                },
                "title_clean": "Super Cobra",
                "plot": "Super Cobra is a side scrolling shooter based on the arcade game. You're a chopper pilot on a surveillance mission in enemy territory; your goal is to make it through the various obstacle courses alive and score as many points as possible. Tall buildings, mountains, narrow tunnels, and various enemies (such as tanks, rockets, mines, and more) can all get in the way and destroy your chopper if you aren't careful. To help defend yourself, the chopper is armed with a machine gun and bombs which can be used to destroy the enemy tanks and rockets. To make the task more difficult, your chopper has a limited amount of fuel. Throughout the landscapes are fuel tanks; if one of these is shot or bombed, you will be awarded extra fuel. As the levels progress, the enemies become more aggressive, fuel becomes more scarce, and the landscape becomes trickier to navigate.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "studio": "Parker Brothers",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "3.5",
                "videoid": "oL_AbppMC7I",
                "thegamesdb_id": "22887",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/super-cobra",
                "giantbomb_url": "https://www.giantbomb.com/super-cobra/3030-10519/",
                "boxart1": "Cq1yc1R.png",
                "boxart2": "DEG7w2v.jpg",
                "snapshot1": "zeueP9U.png",
                "snapshot2": "NY7BtPO.png",
                "snapshot3": "s0tuPfJ.png",
                "snapshot4": "8CHyh9L.png",
                "snapshot5": "RPqWsBL.png",
                "snapshot6": "sXOe1CR.png",
                "snapshot7": "bMLjWnq.png",
                "snapshot8": "70MFEAt.jpg",
                "snapshot9": "O43TavE.jpg",
                "snapshot10": "BsLnzZ1.jpg"
            },
            {
                "name": "Super Cobra (Europe)",
                "description": "Super Cobra (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FSuper%20Cobra%20%28Europe%29.zip",
                    "size": "5298"
                },
                "title_clean": "Super Cobra",
                "plot": "Super Cobra is a side scrolling shooter based on the arcade game. You're a chopper pilot on a surveillance mission in enemy territory; your goal is to make it through the various obstacle courses alive and score as many points as possible. Tall buildings, mountains, narrow tunnels, and various enemies (such as tanks, rockets, mines, and more) can all get in the way and destroy your chopper if you aren't careful. To help defend yourself, the chopper is armed with a machine gun and bombs which can be used to destroy the enemy tanks and rockets. To make the task more difficult, your chopper has a limited amount of fuel. Throughout the landscapes are fuel tanks; if one of these is shot or bombed, you will be awarded extra fuel. As the levels progress, the enemies become more aggressive, fuel becomes more scarce, and the landscape becomes trickier to navigate.",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Action",
                "studio": "Parker Brothers",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "3.5",
                "videoid": "oL_AbppMC7I",
                "thegamesdb_id": "22887",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/super-cobra",
                "giantbomb_url": "https://www.giantbomb.com/super-cobra/3030-10519/",
                "boxart1": "21fMu0d.jpg",
                "boxart2": "DEG7w2v.jpg",
                "snapshot1": "nxMgsLu.png",
                "snapshot2": "NY7BtPO.png",
                "snapshot3": "s0tuPfJ.png",
                "snapshot4": "8CHyh9L.png",
                "snapshot5": "RPqWsBL.png",
                "snapshot6": "sXOe1CR.png",
                "snapshot7": "bMLjWnq.png",
                "snapshot8": "70MFEAt.jpg",
                "snapshot9": "O43TavE.jpg",
                "snapshot10": "BsLnzZ1.jpg"
            },
            {
                "name": "Take the Money and Run (USA, Europe)",
                "description": "Take the Money and Run (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FTake%20the%20Money%20and%20Run%20%28USA%2C%20Europe%29.zip",
                    "size": "2060"
                },
                "title_clean": "Take the Money and Run",
                "plot": "After a time travel, the players are trapped in the Land of Keynesium, in 231,000 A.D. The Keynesians are deeply interested in the 20th Century economic life, and they build more than a trillion different mazes populated by robots representing the economic factors of that time. Starting with $500,000, the players must turn it into a million so they can return for their time, or else be doomed to roam the Keynesian mazes forever![CR]In this game, the players play against the Keynesian robots in seven kinds of mazes, called Income, Reward, Investment, Expenses, Thief, Taxes and Inflation. In the first three kinds of mazes, the player must try to catch the robots in order to gain money. In the last four kinds of mazes, the players must run from the robots, as they lose money if caught.[CR]In both kinds of mazes, a money counter will appear at the bottom of the screen, showing different values of money each time a maze is started. The counter will start to decrease and the players will win (if they catch the robots in the three first kinds of mazes) or lose (if they are caught by the robots in the last four kinds of mazes) the amount of money shown.[CR]The players' characters are two times taller than the robots, thus sometimes the players must duck to pass through certain portions of the mazes (by pressing the action button). While ducking the players move at 2/3 the normal speed. If they try to pass through a low ceiling portion without ducking, they'll move at half the speed. Touching the walls of a maze will make it harder to move, and touching the opponent player while touching the a will make him lose control.",
                "releasedate": "10/5/1978",
                "year": "1978",
                "genre": "Action",
                "nplayers": "2 VS",
                "perspective": "3rd-Person",
                "rating": "1.9",
                "thegamesdb_id": "22889",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/take-the-money-and-run",
                "giantbomb_url": "https://www.giantbomb.com/take-the-money-and-run/3030-10195/",
                "boxart1": "RFzNNN2.png",
                "boxart2": "ijmmM0A.jpg",
                "boxart3": "Wnirgor.jpg",
                "snapshot1": "kf95P3G.png",
                "snapshot2": "XEPXj94.png",
                "snapshot3": "WbutUC9.png",
                "snapshot4": "GRTw6n8.png",
                "snapshot5": "DMQALun.png",
                "snapshot6": "rRVMhvM.png",
                "snapshot7": "Fhp3TZE.png",
                "snapshot8": "4UwfzXs.png",
                "snapshot9": "LbKMOwt.png",
                "snapshot10": "Vk1z3YP.png"
            },
            {
                "name": "Thunderball (USA, Europe)",
                "description": "Thunderball (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FThunderball%20%28USA%2C%20Europe%29.zip",
                    "size": "1846"
                },
                "title_clean": "Thunderball",
                "plot": "In this pinball game, up to four players will take turns playing five balls in either one of the two playing modes: normal and slow motion.[CR]The table is divided as shown below:[CR] _________________[CR]|     1 2 3 4     |[CR]|   6    5    7   |[CR]|     8     9     |[CR]|                 |[CR]|      10 11      |[CR]| P 12       13   |[CR]|______ /  \\______|[CR] 000000     B 0000[CR]1. 1,2,3,4: Backfield Bonus Bumpers - 4000 points each, disappear when hit.[CR]2. 5: Bonus Box - scores randomly between 720 and 1350 each time hit.[CR]6,7,10,11,12,13: Thumper Bumpers - 100 points unless red, 500 points when red.[CR]3. 8,9 Roving Rebounds - no effect on score.[CR]4. P: Current player[CR]5. B: Current ball[CR]The main points are shown in the left side of the screen, the bonus points in the right. The bonus is added to the main score at the end of each ball.[CR]The ball can be released by pressing down, the flippers can be moved left or right with the directional stick and can be flipped by pressing the action button. The winner is the player with the highest score for five balls.",
                "releasedate": "10/5/1979",
                "year": "1979",
                "genre": "Action",
                "nplayers": "1-4 Alt",
                "perspective": "Top-Down",
                "rating": "2.8",
                "thegamesdb_id": "22890",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/thunderball",
                "giantbomb_url": "https://www.giantbomb.com/thunderball/3030-5574/",
                "boxart1": "b84Jgqq.jpg",
                "boxart2": "NWhqISD.jpg",
                "boxart3": "spHrqGW.jpg",
                "boxart4": "SCwwo5n.jpg",
                "boxart5": "k9dqx5e.jpg",
                "snapshot1": "kf95P3G.png",
                "snapshot2": "BQIf3Ai.png",
                "snapshot3": "NXUlyxw.png",
                "snapshot4": "Zc88Cy5.png",
                "snapshot5": "n8O6NbE.png"
            },
            {
                "name": "Turtles (Europe)",
                "description": "Turtles (Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FTurtles%20%28Europe%29.zip",
                    "size": "5255"
                },
                "title_clean": "Turtles",
                "plot": "[CR]Instructions[CR]The following is taken from the game's instruction booklet: \t\tTO BEGIN: Insert the cartridge into the slot of the Odyssey console or into The Voice of Odyssey with the label side of the cartridge facing the alpha-numeric keyboard.Turn on the power by pressing the power button of the console. The TURTLES game title will appear on your TV screen. If it does not, press the RESET key on the alpha-numeric keyboard. \t\t\tThe Voice enhances this game with authentic arcade music. \t\tTURTLES! \t\t(1 or more players) \t\tTo start the game, move the joystick of either hand control.The screen will display the first floor of the \"Turtle Towers Hotel.\" Use the same joystick to control your turtle who you will always find in the lower right corner of the screen. It will move in the same direction that you move the joystick. \t\t\tBottom of game screen is broken into five sections:  \t\t\t\t\t\t\t3    \t\t\t\t\t\t\t03    \t\t\t\t\t\t\t000000    \t\t\t\t\t\t\t00    \t\t\t\t\t\t\t1    \t\t\t\t\t\t\tTurtles    \t\t\t\t\t\t\t Bug Bombs     \t\t\t\t\t\t\t Current Score     \t\t\t\t\t\t\t Turtles rescued     \t\t\t\t\t\t\t Game level   Each room in the \"Turtle Towers Hotel\" contains a question mark. When your turtle touches a question mark, it will turn into a baby turtlet or a beetle.A baby turtlet will climb on your turtle's back and a house will appear somewhere around the edge of the screen. Your objective is to carry the baby turtlet home without being bugged by the beetles.Beetles always start off blue and \"blind.\" They move randomly on the screen. BUT - beetles grow up quick! When blue beetles turn yellow they can see your turtle along straight line. AND - when the beetles turn red they can actually see around corners. The longer it takes you to bring all the baby turtlets home, the more dangerous the beetles become.A turtle touched by a beetle is zapped on contact - but you do have three extra turtles per game.BUG BOMBS!!!!!! Your turtle can temporarily de-bug a beetle by putting a bug bomb in its path. Your turtle starts each game with three of them. These bug bombs are so powerful that your turtle can travel through a de-bugged beetle without worry. A bug bomb will also make even a dangerous red beetle turn blue and \"blind\" when it recovers.To drop a bug bomb, press the action button of your hand control. It will momentarily halt any beetle crossing its path. Pick up additional bug bombs by sending your turtle over the \"x\" at the center of the screen whenever it's flashing. A turtle can carry up to 99 bug bombs at a time.A bug bomb alarm will sound when your turtle has run out of them.Only one bug bomb can be on screen at any one time.When you have rescued all the baby turtlets on one floor, your turtle will climb up the next floor - where you will find more beetles and fewer bug bombs. The higher the floor, the harder the game.You get three turtles per game plus a bonus turtle after scoring 5000 points.A game ends when you run out of turtles. If you want to start a new game immediately, move the joystick. If you want to check the high score, wait a moment. The screen will automatically change to the outside of the\"Turtle Towers Hotel.\" The high score is a series of games will appear on top.To play again, move the joystick of either hand control.SCORING:Discovering a baby turtlet   \t\t\t\t\t\t\t100 points  Carrying a baby turtlet to a house     \t\t\t\t\t\t\t150 points  Discovering a bug   \t\t\t\t\t\t\t80 points  Stunning bug with Bug Bomb   \t\t\t\t\t\t\t50 points  The winner is the player scoring the highest number of points over a predetermined number of games or after a predetermined length of time.To start a completely new scoring cycle, press RESET and move the joystick of either hand control. [CR]",
                "releasedate": "10/5/1983",
                "year": "1983",
                "genre": "Action",
                "studio": "North American Philips Consumer Electronics Corp.",
                "nplayers": "1",
                "perspective": "Top-Down",
                "rating": "3.8",
                "thegamesdb_id": "22892",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/turtles",
                "giantbomb_url": "https://www.giantbomb.com/turtles/3030-15203/",
                "boxart1": "gGmAlK5.jpg",
                "snapshot1": "CNAA8Xt.png",
                "snapshot2": "bFlJanb.png",
                "snapshot3": "O50F56G.png",
                "snapshot4": "2CpJ3kN.png",
                "snapshot5": "1FVuk5U.png",
                "snapshot6": "zMnVmFJ.png",
                "snapshot7": "CpNh5vS.png",
                "snapshot8": "aHxCboH.png",
                "snapshot9": "d9pUHdo.png",
                "snapshot10": "PQY7OHH.png"
            },
            {
                "name": "Turtles (USA)",
                "description": "Turtles (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FTurtles%20%28USA%29.zip",
                    "size": "5301"
                },
                "title_clean": "Turtles",
                "plot": "[CR]Instructions[CR]The following is taken from the game's instruction booklet: \t\tTO BEGIN: Insert the cartridge into the slot of the Odyssey console or into The Voice of Odyssey with the label side of the cartridge facing the alpha-numeric keyboard.Turn on the power by pressing the power button of the console. The TURTLES game title will appear on your TV screen. If it does not, press the RESET key on the alpha-numeric keyboard. \t\t\tThe Voice enhances this game with authentic arcade music. \t\tTURTLES! \t\t(1 or more players) \t\tTo start the game, move the joystick of either hand control.The screen will display the first floor of the \"Turtle Towers Hotel.\" Use the same joystick to control your turtle who you will always find in the lower right corner of the screen. It will move in the same direction that you move the joystick. \t\t\tBottom of game screen is broken into five sections:  \t\t\t\t\t\t\t3    \t\t\t\t\t\t\t03    \t\t\t\t\t\t\t000000    \t\t\t\t\t\t\t00    \t\t\t\t\t\t\t1    \t\t\t\t\t\t\tTurtles    \t\t\t\t\t\t\t Bug Bombs     \t\t\t\t\t\t\t Current Score     \t\t\t\t\t\t\t Turtles rescued     \t\t\t\t\t\t\t Game level   Each room in the \"Turtle Towers Hotel\" contains a question mark. When your turtle touches a question mark, it will turn into a baby turtlet or a beetle.A baby turtlet will climb on your turtle's back and a house will appear somewhere around the edge of the screen. Your objective is to carry the baby turtlet home without being bugged by the beetles.Beetles always start off blue and \"blind.\" They move randomly on the screen. BUT - beetles grow up quick! When blue beetles turn yellow they can see your turtle along straight line. AND - when the beetles turn red they can actually see around corners. The longer it takes you to bring all the baby turtlets home, the more dangerous the beetles become.A turtle touched by a beetle is zapped on contact - but you do have three extra turtles per game.BUG BOMBS!!!!!! Your turtle can temporarily de-bug a beetle by putting a bug bomb in its path. Your turtle starts each game with three of them. These bug bombs are so powerful that your turtle can travel through a de-bugged beetle without worry. A bug bomb will also make even a dangerous red beetle turn blue and \"blind\" when it recovers.To drop a bug bomb, press the action button of your hand control. It will momentarily halt any beetle crossing its path. Pick up additional bug bombs by sending your turtle over the \"x\" at the center of the screen whenever it's flashing. A turtle can carry up to 99 bug bombs at a time.A bug bomb alarm will sound when your turtle has run out of them.Only one bug bomb can be on screen at any one time.When you have rescued all the baby turtlets on one floor, your turtle will climb up the next floor - where you will find more beetles and fewer bug bombs. The higher the floor, the harder the game.You get three turtles per game plus a bonus turtle after scoring 5000 points.A game ends when you run out of turtles. If you want to start a new game immediately, move the joystick. If you want to check the high score, wait a moment. The screen will automatically change to the outside of the\"Turtle Towers Hotel.\" The high score is a series of games will appear on top.To play again, move the joystick of either hand control.SCORING:Discovering a baby turtlet   \t\t\t\t\t\t\t100 points  Carrying a baby turtlet to a house     \t\t\t\t\t\t\t150 points  Discovering a bug   \t\t\t\t\t\t\t80 points  Stunning bug with Bug Bomb   \t\t\t\t\t\t\t50 points  The winner is the player scoring the highest number of points over a predetermined number of games or after a predetermined length of time.To start a completely new scoring cycle, press RESET and move the joystick of either hand control. [CR]",
                "releasedate": "10/5/1983",
                "year": "1983",
                "genre": "Action",
                "studio": "North American Philips Consumer Electronics Corp.",
                "nplayers": "1",
                "perspective": "Top-Down",
                "rating": "3.8",
                "thegamesdb_id": "22892",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/turtles",
                "giantbomb_url": "https://www.giantbomb.com/turtles/3030-15203/",
                "boxart1": "H0SCYz9.jpg",
                "snapshot1": "bFlJanb.png",
                "snapshot2": "O50F56G.png",
                "snapshot3": "2CpJ3kN.png",
                "snapshot4": "1FVuk5U.png",
                "snapshot5": "zMnVmFJ.png",
                "snapshot6": "CpNh5vS.png",
                "snapshot7": "aHxCboH.png",
                "snapshot8": "d9pUHdo.png",
                "snapshot9": "PQY7OHH.png"
            },
            {
                "name": "Tutankham (Europe) (Proto)",
                "description": "Tutankham (Europe) (Proto)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FTutankham%20%28Europe%29%20%28Proto%29.zip",
                    "size": "6762"
                },
                "title_clean": "Tutankham",
                "plot": "[CR][B]Overview:[/B][CR]Tutankham is an arcade game developed by Konami in 1982; in this game, players control an explorer who is grave robbing Tutankhamun's tomb. Players will search for valuable treasure (a map, an urn, a chest of gold & jewels and most importantly the golden death mask of King Tut) and fight off the various creatures that guard the tomb to ultimately find the way through the catacombs.[CR][B]Gameplay:[/B][CR]Players must guide the explorer through a series of progressively more difficult mazes across four different stages. The explorer may move in four directions, but can only fire in two directions, left and right, making the player helpless in vertical shafts. There are also \"warp zones\" located in random parts of each maze that allow the explorer to be teleported from one area of the maze to another. There are several different creatures that constantly materialize from “spawning areas” within the maze and attack including asps, vultures, parrots, bats, dragons and curses. Those creatures can be destroyed to score between 20, and 60 points with either bullets or a \"flash bomb”. The explorer has a single “flash bomb” per life and stage that destroys all enemies on the screen.On each stage, the explorer must pick up keys in order to unlock the door to the room where each of the treasures are kept, allowing progress to the next stage. Along the way the explorer may grab optional treasures (Rings, Crowns, etc.) for bonus points. If the timer reaches zero, the player's ability to fire is removed. Bonus points are awarded based on the amount of extra time left over when a level is completed. After players have recovered all four of King Tut's treasures, the game starts over again with increased difficulty.[CR]Ports[CR]Tutankham was ported to the  Atari 2600,  Atari 8-bit computers,  ColecoVision,  IntelliVision,  Odyssey 2,  Vic-20,  TI-99/4A and most recently the original arcade game is one of the launch games for  Game Room on Xbox Live Arcade.[CR]Additional Information[CR]The game was originally titled Tutankhamen, but the publisher discovered the full name could not fit on the final production arcade cabinet, so the title was shortenedThis game is also known as Horror Maze on  Konami Classics Series: Arcade Hits for the  Nintendo DS.[CR]",
                "releasedate": "1/11/2007",
                "year": "2007",
                "genre": "Action",
                "nplayers": "1",
                "perspective": "3rd-Person",
                "rating": "2.5",
                "thegamesdb_id": "22905",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/tutankham",
                "giantbomb_url": "https://www.giantbomb.com/tutankham/3030-14336/",
                "boxart1": "mL2WlLL.png",
                "snapshot1": "m3KYgHg.png",
                "snapshot2": "Vu4MEFx.png",
                "snapshot3": "UzOuIiY.png",
                "snapshot4": "cKreUEk.png",
                "snapshot5": "A5MH4DR.png",
                "snapshot6": "Ih3uz3o.png",
                "snapshot7": "chFkz7z.png",
                "snapshot8": "uCGoWWE.png",
                "snapshot9": "DXwtkVH.png",
                "snapshot10": "lcRpH8g.png",
                "clearlogo1": "HIY4KOV.png"
            },
            {
                "name": "Type & Tell (USA)",
                "description": "Type & Tell (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FType%20%26%20Tell%20%28USA%29.zip",
                    "size": "2999"
                },
                "title_clean": "Type & Tell",
                "plot": "It talks what you type! Plays great games![CR]1. Type your name into the keyboard.[CR]2. Press ENTER.[CR]3. Listen.[CR]4. You can type as many letters on the screen as there are blocks in the matrix. If you are in the middle of a word when you come to the end of a line, you should complete it on the following line without regard for hyphenation. (The computer reads all six lines as one.)[CR]5. Note that as the letters appear, a hollow white square travels to the next block in the matrix. This is called a cursor.[CR]6. The location of the cursor tells you where your next entry will appear in the matrix. It also has an editing function.[CR]7. Press '+' to move the cursor backward.[CR]Press '=' to move the cursor forward.[CR]The cursor will stop automatically at the first block of the matrix it encounters.[CR]To correct a typographical error, move the cursor to the offending letter and type in the correct one.[CR]Holding a key down results in an automatic continuous run forward or backward.[CR]8. Press CLEAR to erase all text ahead of the cursor.[CR]9. Text Editing: If you want to insert a word into a previously typed sentence, bring the cursor to the position of entry.[CR]press'/' (division) and all text in front of the cursor will move forward.[CR]Type in the change.[CR]Press '*' (multiply) on the numeric section of the keyboard and all text in front of the cursor will move backward. Text running off the screen cannot be retrieved.[CR]10. Press RESET to clear all text from the screen.[CR]FUN & GAMES:[CR][CR]GARBLE![CR](1 or more players)[CR]Players take turns using the sounds of individual letters and numbers to make words and sentences. Be sure to follow each entry by a space or a dash (the minus sign on the numeric section of the keyboard).[CR]O-O[CR]C-D-B-?[CR]D-B-S-A-B-Z-B[CR]O-S-B-D-D[CR]Press ENTER.[CR]U-R-A-Q-T[CR]Press ENTER.[CR]R-U-C-P-?[CR]S-I-M[CR]I-M-2[CR]Press ENTER.[CR]I-M-B-4-U[CR]Press ENTER.[CR][CR]SOUND WAVES!:[CR](1 or more players)[CR]Hold down any key and it will automatically fill the matrix with one letter or number.[CR]Then press ENTER. Some entries will give continuous sounds like trains, old cars, planes and strange machinery.[CR]QQQQQ[CR]RRR[CR]WWWW[CR]The fun is in the finding of the \"key\" keys and blending them into a clackety mix.[CR]SUPER STAR:[CR]If you have a tape recorder or a video tape camera, you can produce your own science fiction radio and TV programs. The Voice of Odyssey2 will be most happy to star as a friendly robot explorer from another galaxy. Use the keyboard to program his lines. Use the results of your exploration into SOUND WAVES for special effects.[CR]Example:[CR]VOICE OF ODYSSEY2: QQQQQQ[CR]JANE: Professor Hillary! The space ship! It's landing![CR]VOICE OF ODYSSEY2: TTTTTTTTTT[CR]PROFESSOR HILLARY! Its door is opening![CR]VOICE OF ODYSSEY2: Take me to your leader![CR]WAR OF WORDS![CR](2 or more players)[CR]1. Player one types the first word of a sentence into the computer.[CR]2. Player two types the second word.[CR]3. The other players enter new words on their respective turns.[CR]4. If a player sees an opportunity to end the sentence with a word, he or she may do so and follow it with a period.[CR]5. No more words can be entered following the period.[CR]6. Players use the text editing keys to insert words inside of the sentence. The sentence must continue to be grammatically correct.[CR]7. The first player to extend the sentence to the end of the matrix is the winner. (A player extending the sentence beyond the end of the matrix is disqualified.)[CR]~From the Type & Tell Manual[CR]",
                "releasedate": "10/5/1982",
                "year": "1982",
                "genre": "Educational",
                "studio": "Magnavox",
                "nplayers": "1-2 Co-Op",
                "thegamesdb_id": "22893",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/type-tell",
                "boxart1": "T3ilGLC.png",
                "boxart2": "12CIJyp.png",
                "snapshot1": "yb2tA0l.png",
                "snapshot2": "N9MPwYv.png",
                "snapshot3": "6PWsY1I.png"
            },
            {
                "name": "UFO (USA)",
                "description": "UFO (USA)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FUFO%20%28USA%29.zip",
                    "size": "1971"
                },
                "title_clean": "UFO",
                "plot": "Commanding of one of Earth Federation's robot-controlled battle cruisers, the player must protect Earth from an invasion of unidentified flying objects.[CR]The ship is equipped with a laser cannon and a force field. The force field energy is drained when the ship's lasers are fired (by pressing the action button). The direction of the lasers is shown by a white dot in the force field, which rotates to aim in the direction the ship is moving.[CR]There are three types of UFO's. The first one drifts randomly in space. The second, the Hunter-Killer, can detect the player's spaceship, linking with another one of the same type when it happens. The third one is a Light-speed Starship armed with computer-guided missiles.[CR]The UFO's can be destroyed by laser blasts or by entering in touch with the force field in the player's ship. If the later happens, the force field energy is also drained.[CR]The ship travels at half-speed when its force field is recharging. It goes from black (when depleted) to blue (when fully charged). The ship is vulnerable until the force field is completely recharged.[CR]The player will earn 1 point for each random drifter destroyed, 3 points for each Hunter-Killer and 10 points for each Light-speed Starship.",
                "releasedate": "10/5/1982",
                "year": "1981",
                "genre": "Action",
                "nplayers": "1-2 Alt",
                "perspective": "3rd-Person",
                "rating": "3.0",
                "thegamesdb_id": "22894",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/ufo_",
                "giantbomb_url": "https://www.giantbomb.com/ufo/3030-635/",
                "boxart1": "rjHmgoh.png",
                "boxart2": "HZwkRMQ.png",
                "boxart3": "VxJGAdM.jpg",
                "boxart4": "FI6cruo.jpg",
                "snapshot1": "OUSun7r.png",
                "snapshot2": "Q2ddF8m.png",
                "snapshot3": "oHnRLlY.png",
                "snapshot4": "ghez6cD.png",
                "snapshot5": "2x7E07m.png",
                "snapshot6": "HUUNqA3.png"
            },
            {
                "name": "Verkehrsspiele 1 (Germany)",
                "description": "Verkehrsspiele 1 (Germany)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FVerkehrsspiele%201%20%28Germany%29.zip",
                    "size": "1882"
                },
                "title_clean": "Verkehrsspiele 1",
                "snapshot1": "CHjIoao.png"
            },
            {
                "name": "Verkehrsspiele 2 (Germany)",
                "description": "Verkehrsspiele 2 (Germany)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FVerkehrsspiele%202%20%28Germany%29.zip",
                    "size": "1932"
                },
                "title_clean": "Verkehrsspiele 2",
                "snapshot1": "reIkHXB.png"
            },
            {
                "name": "Volleyball (USA, Europe)",
                "description": "Volleyball (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FVolleyball%20%28USA%2C%20Europe%29.zip",
                    "size": "2040"
                },
                "title_clean": "Volleyball",
                "plot": "While the packaging promises \"an electronic simulation so real you can even spike a shot\", this is in fact a volleyball game (the first for a home console) which has a very loose interpretation of the standard rules. In fact, it can be described as a cross between volleyball and Pong: Each six-man team is separated by a large line, which the casual observer would interpret as the net. The line is open at the top, and this is the only place where the ball can pass through into the other court. While the ball is in your court, it can be passed as many times you want, and bounced against the \"net\" and the back of the court. As long as the ball doesn't touch the bottom of the screen, it is safe. The joystick moves the entire team in strict formation, and the ball passes through the players if they are held still, or bounced in the direction they are moving. A status display at the bottom of the screen writes out in clear text whether there is a serve change, a spike, scoring or otherwise.",
                "releasedate": "10/5/1980",
                "year": "1979",
                "genre": "Sports",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "2.5",
                "thegamesdb_id": "22895",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/volleyball_",
                "giantbomb_url": "https://www.giantbomb.com/volleyball/3030-1838/",
                "boxart1": "FaA6OWV.png",
                "boxart2": "Ic2SUSR.png",
                "snapshot1": "Spw0VrH.png",
                "snapshot2": "ioH8VSY.png",
                "snapshot3": "lIdDjE9.png",
                "snapshot4": "dmeh5sb.png",
                "snapshot5": "FdAAfhn.png",
                "snapshot6": "zhuFwHt.png"
            },
            {
                "name": "Volleyball Electronique (France)",
                "description": "Volleyball Electronique (France)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FVolleyball%20Electronique%20%28France%29.zip",
                    "size": "2053"
                },
                "title_clean": "Volleyball Electronique",
                "snapshot1": "0w7HX32.png"
            },
            {
                "name": "Wall Street (Brazil)",
                "description": "Wall Street (Brazil)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FWall%20Street%20%28Brazil%29.zip",
                    "size": "3150"
                },
                "title_clean": "Wall Street"
            },
            {
                "name": "War of Nerves (USA, Europe)",
                "description": "War of Nerves (USA, Europe)",
                "rom": {
                    "name": "No-Intro-Collection_2013-06-14/No-Intro-Collection_2013-06-14.zip/Magnavox%20-%20Odyssey2%2FWar%20of%20Nerves%20%28USA%2C%20Europe%29.zip",
                    "size": "1977"
                },
                "title_clean": "War of Nerves",
                "plot": "This is some sort of a capture the flag game. Instead of a flag, the object is to capture the enemy general.[CR]Two armies share the screen, the Army of Northwestonia in the upper left corner and the Army of Southeasternia in the lower right corner. The players control the general of the army with the joystick. The robots in each army are controlled by the computer, and their mission is to capture the enemy general. [CR]The robots are armed with stunning guns, and will try to stun the enemy robots. The more robots are stunned, the faster the remaining robots will move. A general can repair his stunned robots by touching them. By pressing the action button, the general will ask the robots to follow his lead.[CR]There are trees spread though the battlefield. Robots can't move through trees, but generals can, though they'll move slower when doing so. The position of the trees will change with each new battle.[CR]Once one robot touches a general, he will surrender and the winning army will earn a point. A general can't capture another general. The first army to win ten battles wins the war, and a new game starts.",
                "releasedate": "10/5/1979",
                "year": "1979",
                "genre": "Strategy",
                "nplayers": "1-2 VS",
                "perspective": "3rd-Person",
                "rating": "2.5",
                "thegamesdb_id": "22896",
                "mobygames_url": "https://www.mobygames.com/game/odyssey-2/war-of-nerves",
                "giantbomb_url": "https://www.giantbomb.com/war-of-nerves/3030-1100/",
                "boxart1": "TBJ6rD8.png",
                "boxart2": "t6SvS3L.png",
                "snapshot1": "YEkfWZs.png",
                "snapshot2": "H45AjpA.png",
                "snapshot3": "3jt8xVA.png",
                "snapshot4": "sEctMhi.png",
                "snapshot5": "pouz20g.png",
                "snapshot6": "dUzHJ4U.png"
            }
        ]
    }
}
